Repository: ghostfolio/ghostfolio
Catalog: apps/client/src/locales/messages.*.xlf
Languages: de, es, fr, it, ko, nl, pt, tr, zh

source: Capture your activities
es: Captura tus actividades
fr: Capture vos activitées
it: Cattura le tue attività
ko: 활동을 캡처하세요
nl: Leg je activiteiten vast
pt: Capture suas atividades
tr: İşlemlerinizi kaydedin
zh: 记录你的活动

source: Record your investment activities to keep your portfolio up to date.
es: Registra tus actividades de inversión para mantener tu portafolio actualizado.
fr: Enregistrez vos activités immobilières pour maintenir votre portfolio à jour.
it: Registra le tue attività di investimento per tenere aggiornato il tuo portafoglio.
ko: 투자 활동을 기록하여 포트폴리오를 최신 상태로 유지하세요.
nl: Leg je investeringsactiviteiten vast om je portefeuille up-to-date te houden.
pt: Registe as suas actividades de investimento para manter a sua carteira actualizada.
tr: Yatırım işlemlerinizi kaydederek portföyünüzü güncel tutun.
zh: 记录您的投资活动以使您的投资组合保持最新状态。

source: Monitor and analyze your portfolio
es: Monitorea y analiza tu portafolio
fr: Monitorer et analyser votre portfolio
it: Monitora e analizza il tuo portafoglio
ko: 포트폴리오를 모니터링하고 분석하세요.
nl: Volg en analyseer je portfolio
pt: Monitorizar e analisar a sua carteira
tr: Portföyünüzü izleyin ve analiz edin.
zh: 监控和分析您的投资组合

source: Track your progress in real-time with comprehensive analysis and insights.
es: Sigue tu progreso en tiempo real con análisis e información detallada.
fr: Suivez votre évolution en temps réel grâce à une analyse approfondie et complète.
it: Monitora i tuoi progressi in tempo reale, con analisi e approfondimenti completi.
ko: 포괄적인 분석과 통찰력을 통해 진행 상황을 실시간으로 추적하세요.
nl: Volg je voortgang in real-time met uitgebreide analyses en inzichten.
pt: Acompanhe o seu progresso em tempo real com análises e conhecimentos abrangentes.
tr: Kapsamlı analiz ve içgörülerle ilerleme durumunuzu gerçek zamanlı olarak takip edin.
zh: 通过全面的分析和见解实时跟踪您的进度。

source: Setup accounts
es: Configura tus cuentas
fr: Configurer le compte
it: Configura gli account
ko: 계정 설정
nl: Account opzetten
pt: Configurar contas
tr: Hesaplarınızı kurunuz
zh: 设置帐户

source: Current week
ko: 이번주
zh: 当前周

source: Add activity
es: Añadir operación
fr: Ajouter Activité
it: Aggiungi un’attività
ko: 활동 추가
nl: Activiteit toevoegen
pt: Adicionar atividade
tr: İşlem ekle.
zh: 添加活动

source: Total Amount
de: Gesamtbetrag
es: Importe total
fr: Montant Total
it: Importo totale
ko: 총액
nl: Totaalbedrag
pt: Valor Total
tr: Toplam Tutar
zh: 总金额

source: Savings Rate
de: Sparrate
es: Tasa de ahorro
fr: Taux d’Épargne
it: Tasso di risparmio
ko: 저축률
nl: Spaarrente
pt: Taxa de Poupança
tr: Tasarruf Oranı
zh: 储蓄率

source: Security Token
es: Token de seguridad
fr: Jeton de Sécurité
it: Token di sicurezza
ko: 보안 토큰
nl: Beveiligingstoken
pt: Token de Segurança
tr: Güvenlik Jetonu
zh: 安全令牌

source: or
es: o
fr: ou
it: oppure
ko: 또는
nl: of
pt: ou
tr: veya
zh: 或

source: Sign in with Google
es: Iniciar sesión con Google
fr: Se connecter avec Google
it: Accedi con Google
ko: 구글로 로그인
nl: Aanmelden met Google
pt: Iniciar sessão com Google
tr: Google ile Oturum Aç
zh: 使用 Google 登录

source: Stay signed in
es: Seguir conectado
fr: Rester connecté
it: Rimani connesso
ko: 로그인 상태 유지
nl: Aangemeld blijven
pt: Manter sessão iniciada
tr: Oturumu açık tut
zh: 保持登录

source: Time in Market
es: Tiempo en el mercado
fr: Temps sur le marché
it: Tempo nel mercato
ko: 시장 참여 기간
nl: Tijd in de markt
pt: Tempo no Mercado
tr: Yatırım Süresi
zh: 在市时长

source: Absolute Gross Performance
es: Rendimiento bruto absoluto
fr: Performance Absolue Brute
it: Prestazioni lorde assolute
ko: 절대 총 성과
nl: Absoluut bruto rendement
pt: Desempenho Bruto Absoluto
tr: Toplam Brüt Performans
zh: 绝对总业绩

source: Fees
es: Comisiones
fr: Frais
it: Commissioni
ko: 수수료
nl: Kosten
pt: Taxas
tr: Komisyon
zh: 费用

source: Absolute Net Performance
es: Rendimiento neto absoluto
fr: Performance Absolue Nette
it: Prestazioni nette assolute
ko: 절대 순 성과
nl: Absoluut netto rendement
pt: Desempenho Líquido Absoluto
tr: Toplam Net Performans
zh: 绝对净绩效

source: Net Performance
es: Rendimiento neto
fr: Performance nette
it: Prestazioni nette
ko: 순 성과
nl: Netto rendement
pt: Desempenho Líquido
tr: Net Performans
zh: 净绩效

source: Total Assets
es: Total de activos
fr: Actifs Totaux
it: Asset totali
ko: 총자산
nl: Totaal Activa
pt: Ativos Totais
tr: Toplam Varlıklar
zh: 总资产

source: Assets
es: Activos
fr: Actifs
it: Asset
ko: 자산
pt: Ativos
tr: Varlıklar
zh: 资产

source: Buying Power
es: Capacidad de compra
fr: Pouvoir d’Achat
it: Potere d’acquisto
ko: 매수 가능 금액
nl: Koopkracht
pt: Poder de Compra
tr: Alım Limiti
zh: 购买力

source: Excluded from Analysis
es: Excluido del análisis
fr: Exclus de l’Analyse
it: Escluso dall’analisi
ko: 분석에서 제외됨
nl: Uitgesloten van analyse
pt: Excluído da Análise
tr: Analize Dahil Edilmemiştir.
zh: 从分析中排除

source: Liabilities
es: Pasivos
fr: Dettes
it: Passività
ko: 부채
nl: Verplichtingen
pt: Responsabilidades
tr: Yükümlülükler
zh: 负债

source: Net Worth
es: Patrimonio neto
fr: Fortune
it: Patrimonio netto
ko: 순자산
nl: Netto waarde
pt: Valor Líquido
tr: Toplam Varlık
zh: 净值

source: Annualized Performance
fr: Performance annualisée
it: Prestazioni annualizzate
ko: 연환산 성과
tr: Yıllıklandırılmış Performans
zh: 年化业绩

source: Please set the amount of your emergency fund.
es: Por favor, ingresa la cantidad de tu fondo de emergencia:
fr: Veuillez entrer le montant de votre fonds d’urgence :
it: Inserisci l’importo del tuo fondo di emergenza:
ko: 비상금 금액을 설정해 주세요.
nl: Voer het bedrag van je noodfonds in:
pt: Por favor, insira o valor do seu fundo de emergência:
tr: Lütfen acil durum yedeği meblağını giriniz:
zh: 请输入您的应急基金金额。

source: Minimum Price
es: Precio mínimo
fr: Prix Minimum
it: Prezzo minimo
ko: 최저가
nl: Minimale prijs
pt: Preço Mínimo
tr: Asgari Fiyat
zh: 最低价格

source: Maximum Price
es: Precio máximo
fr: Prix Maximum
it: Prezzo massimo
ko: 최고가
nl: Maximale prijs
pt: Preço Máximo
tr: Azami Fiyat
zh: 最高价格

source: Quantity
es: Cantidad
fr: Quantité
it: Quantità
ko: 수량
nl: Hoeveelheid
pt: Quantidade
tr: Miktar
zh: 数量

source: Report Data Glitch
es: Reporta un anomalía de los datos
fr: Signaler une Erreur de Données
it: Segnala un’anomalia dei dati
ko: 데이터 결함 보고
nl: Gegevensstoring melden
pt: Dados do Relatório com Problema
tr: Rapor Veri Sorunu
zh: 报告数据故障

source: Are you an ambitious investor who needs the full picture?
es: ¿Es usted un inversor ambicioso que necesita una visión completa?
fr: Êtes-vous un investisseur ambitieux qui a besoin d’une vue complète ?
it: Sei un investitore ambizioso che ha bisogno di un quadro completo?
ko: 당신은 전체 그림이 필요한 야심찬 투자자이신가요?
tr: Tüm ayrıntılara hakim olmak isteyen iddialı bir yatırımcı mısınız?
zh: 您是一位雄心勃勃、需要全面了解的投资者吗？

source: Upgrade to Ghostfolio Premium today and gain access to exclusive features to enhance your investment experience:
es: Actualiza a Ghostfolio Premium hoy y accede a características exclusivas para mejorar tu experiencia de inversión:
fr: Mettez à niveau vers Ghostfolio Premium aujourd’hui et gagnez accès à des fonctionnalités exclusives pour améliorer votre expérience d’investissement:
it: Effettua oggi stesso l’aggiornamento a Ghostfolio Premium e ottieni l’accesso a funzionalità esclusive per migliorare la tua esperienza di investimento:
ko: 지금 Ghostfolio 프리미엄으로 업그레이드하고, 투자 경험을 향상시키는 독점 기능을 이용하세요:
tr: Bugün Ghostfolio Premium’a yükseltin ve yatırım deneyiminizi geliştirmek için ayrıcalıklı özelliklere erişim kazanın:
zh: 立即升级至 Ghostfolio Premium 并获得独家功能，以增强您的投资体验：

source: Portfolio Summary
es: Resumen de la cartera
fr: Résumé du Portefeuille
it: Riepilogo del portafoglio
ko: 포트폴리오 요약
nl: Portfolio Samenvatting
pt: Resumo do Portefólio
tr: Portföy Özeti
zh: 投资组合摘要

source: Portfolio Allocations
es: Distribucion del Portfolio
fr: Allocations du Portefeuille
it: Allocazioni del portafoglio
ko: 포트폴리오 자산배분
nl: Portefeuille-allocatie
pt: Alocações do Portefólio
tr: Portföy Dağılımı
zh: 投资组合分配

source: Performance Benchmarks
es: Puntos de referencia de rendimiento
fr: Référence de Performance
it: Benchmark delle prestazioni
ko: 성과 벤치마크
nl: Prestatie Benchmarks
pt: Desempenho das Referências
tr: Performans Ölçütleri
zh: 性能基准

source: FIRE Calculator
es: Calculadora FIRE
fr: Calculateur FIRE
it: Calcolatore FIRE
ko: 파이어(FIRE) 계산기
pt: Calculadora FIRE
tr: FIRE Hesaplayıcı
zh: 财务自由计算器

source: Professional Data Provider
es: Proveedor de datos profesional
fr: Fournisseur de Données Professionnel
it: Fornitore di dati professionale
ko: 전문 데이터 제공자
nl: Professionele gegevensleverancier
pt: Provedor de Dados Profissionais
tr: Profesyonel Veri Sağlayıcı
zh: 专业数据提供商

source: and more Features...
es: y más características...
fr: et d’autres fonctionnalités...
it: e altre funzionalità...
ko: 그리고 더 많은 기능...
nl: en meer functies ...
pt: e mais Funcionalidades...
tr: ve daha fazla Özellik...
zh: 以及更多功能...

source: Get the tools to effectively manage your finances and refine your personal investment strategy.
es: Obtén las herramientas para gestionar eficazmente tus finanzas y perfeccionar tu estrategia de inversión personal.
fr: Obtenez les outils pour gérer efficacement vos finances et affinez votre stratégie d’investissement personnelle.
it: Ottieni gli strumenti per gestire efficacemente le tue finanze e perfezionare la tua strategia di investimento personale.
ko: 재무를 효율적으로 관리하고 개인 투자 전략을 고도화할 수 있는 도구를 제공합니다.
tr: Mali durumunuzu etkili bir şekilde yönetecek ve kişisel yatırım stratejinizi geliştirecek Araçları edinin.
zh: 获取有效管理财务和完善个人投资策略的工具。

source: Skip
es: Saltar
fr: Passer
it: Salta
ko: 건너뛰다
nl: Overslaan
pt: Saltar
tr: Geç
zh: 跳过

source: Upgrade Plan
de: Abonnement abschliessen
es: Mejorar plan
fr: Mettre à niveau l’Abonnement
it: Aggiorna il piano
ko: 업그레이드 계획
nl: Abonnement uitbreiden
pt: Atualizar Plano
tr: Üyeliğinizi Yükseltin
zh: 升级计划

source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi
ko: 오늘
nl: Vandaag
pt: Hoje
tr: Bugün
zh: 今天

source: YTD
es: Desde principio de año
fr: CDA
it: anno corrente
ko: 연초 대비
pt: AATD
zh: 年初至今

source: 1Y
de: 1J
es: 1 año
fr: 1A
it: 1 anno
ko: 1년
nl: 1J
pt: 1A
zh: 1年

source: 5Y
de: 5J
es: 5 años
fr: 5A
it: 5 anni
ko: 5년
nl: 5J
pt: 5A
zh: 5年

source: Performance with currency effect
zh: 含货币影响的表现

source: Max
es: Máximo
it: Massimo
ko: 맥스
pt: Máx
tr: Maks.
zh: 最大限度

source: Grant access
es: Conceder acceso
fr: Donner accès
it: Concedi l’accesso
ko: 액세스 권한 부여
nl: Toegang verlenen
pt: Conceder Acesso
tr: Erişim izni ver
zh: 授予访问权限

source: Public
es: Público
it: Pubblico
ko: 공공의
nl: Openbaar
pt: Público
tr: Halka açık
zh: 公开

source: Granted Access
es: Acceso concedido
fr: Accès donné
it: Accesso concesso
ko: 액세스 권한 부여
nl: Verleende toegang
pt: Acesso Concedido
tr: xErişim İzni Verildi
zh: 授予访问权限

source: Please enter your coupon code.
es: Por favor, ingresa tu código de cupón:
fr: Veuillez entrer votre code promotionnel.
it: Inserisci il tuo codice del buono:
ko: 쿠폰 코드를 입력해주세요.
nl: Voer je couponcode in:
pt: Por favor, insira o seu código de cupão:
tr: Lütfen kupon kodunuzu girin:
zh: 请输入您的优惠券代码。

source: Could not redeem coupon code
de: Gutscheincode konnte nicht eingelöst werden
es: No se puede canjear este código de cupón
fr: Le code promotionnel n’a pas pu être appliqué
it: Impossibile riscattare il codice del buono
ko: 쿠폰 코드를 사용할 수 없습니다.
nl: Kon je kortingscode niet inwisselen
pt: Não foi possível resgatar o código de cupão
tr: Kupon kodu kullanılamadı
zh: 无法兑换优惠券代码

source: Coupon code has been redeemed
de: Gutscheincode wurde eingelöst
es: El codigo de cupón ha sido canjeado
fr: Le code promotionnel a été appliqué
it: Il codice del buono è stato riscattato
ko: 쿠폰 코드가 사용되었습니다.
nl: Je couponcode is ingewisseld
pt: Código de cupão foi resgatado
tr: Kupon kodu kullanıldı
zh: 优惠券代码已被兑换

source: Reload
de: Neu laden
es: Refrescar
fr: Rafraîchir
it: Ricarica
ko: 새로고침
nl: Herladen
pt: Atualizar
tr: Yeniden Yükle
zh: 重新加载

source: per year
es: por año
fr: par an
it: per anno
ko: 연간
nl: per jaar
pt: por ano
tr: yıllık
zh: 每年

source: Try Premium
es: Prueba Premium
fr: Essayer Premium
it: Prova Premium
ko: 프리미엄을 사용해 보세요
nl: Probeer Premium
pt: Experimentar Premium
tr: Premium’u Deneyin
zh: 尝试高级版

source: Redeem Coupon
es: Canjea el cupón
fr: Utiliser un Code Promotionnel
it: Riscatta il buono
ko: 쿠폰 사용
nl: Coupon inwisselen
pt: Resgatar Cupão
tr: Kupon Kullan
zh: 兑换优惠券

source: Auto
de: Automatisch
es: Automático
ko: 자동
nl: Automatisch
tr: Otomatik
zh: 自动

source: Do you really want to remove this sign in method?
de: Möchtest du diese Anmeldemethode wirklich löschen?
es: ¿Estás seguro de eliminar este método de acceso?
fr: Voulez-vous vraiment supprimer cette méthode de connexion ?
it: Vuoi davvero rimuovere questo metodo di accesso?
ko: 이 로그인 방법을 정말로 제거하시겠습니까?
nl: Wil je deze aanmeldingsmethode echt verwijderen?
pt: Deseja realmente remover este método de início de sessão?
tr: Bu giriş yöntemini kaldırmayı gerçekten istiyor musunuz?
zh: 您确实要删除此登录方法吗？

source: Presenter View
es: Vista del presentador
fr: Vue de Présentation
it: Vista presentatore
ko: 발표자 보기
nl: Presentatie weergave
pt: Vista do Apresentador
tr: Sunum Görünümü
zh: 演示者视图

source: Protection for sensitive information like absolute performances and quantity values
es: Protección de información confidencial como rendimientos absolutos y valores cuantitativos
fr: Protection pour les informations sensibles telles que la performance absolue et les montants
it: Protezione delle informazioni sensibili come le prestazioni assolute e i valori quantitativi
ko: 절대 성과 및 수량 값과 같은 민감한 정보를 보호합니다.
tr: Gerçek performans ve miktar değerleri gibi hassas bilgilerin saklanması için
zh: 保护绝对业绩、金额等敏感信息

source: Base Currency
es: Divisa base
fr: Devise de Base
it: Valuta base
ko: 기본 통화
nl: Basisvaluta
pt: Moeda Base
tr: Temel Para Birimi
zh: 基础货币

source: Language
es: Idioma
fr: Langue
it: Lingua
ko: 언어
nl: Taal
pt: Língua
tr: Dil
zh: 语言

source: Locale
es: Ubicación
fr: Paramètres régionaux
ko: 장소
nl: Locatie
pt: Localidade
tr: Yerel Ayarlar
zh: 语言环境

source: Date and number format
es: Formato de fecha y número
fr: Format de date et d’heure
it: Formato data e numero
ko: 날짜 및 숫자 형식
nl: Datum- en getalnotatie
pt: Formato de números e datas
tr: Tarih ve Sayı Formatları
zh: 日期和数字格式

source: Appearance
es: Apariencia
fr: Apparence
it: Aspetto
ko: 테마
nl: Weergave
pt: Aparência
tr: Görünüm
zh: 外观

source: Light
es: Claro
fr: Clair
it: Chiaro
ko: 라이트
nl: Licht
pt: Claro
tr: Açık
zh: 明亮

source: Dark
es: Oscuro
fr: Sombre
it: Scuro
ko: 다크
nl: Donker
pt: Escuro
tr: Koyu
zh: 黑暗

source: Zen Mode
es: Modo Zen
fr: Mode Zen
it: Modalità Zen
ko: 프라이버시 모드
nl: Zen-modus
pt: Modo Zen
tr: Zen Modu
zh: 极简模式

source: Distraction-free experience for turbulent times
es: Experiencia sin distracciones para tiempos turbulentos
fr: Expérience sans distraction pour les périodes tumultueuses
it: Esperienza priva di distrazioni per i periodi più turbolenti
ko: 격동의 시대에 방해받지 않는 경험
tr: Çalkantılı zamanlar için dikkat dağıtmayan bir deneyim
zh: 动荡时期的无干扰体验

source: this is projected to increase to
ko: 이는 다음과 같이 증가할 것으로 예상된다.
zh: 预计将增至

source: Biometric Authentication
es: Autenticación biométrica
fr: Authentication biométrique
it: Autenticazione biometrica
ko: 생체인증
nl: Biometrische authenticatie
pt: Autenticação biométrica
tr: Biyometrik Kimlik Doğrulama
zh: 生物识别认证

source: Sign in with fingerprint
es: Iniciar sesión con huella digital
fr: Se connecter avec empreinte
it: Accesso con impronta digitale
ko: 지문으로 로그인
nl: Aanmelden met vingerafdruk
pt: Iniciar sessão com impressão digital
tr: Parmak iziyle oturum aç
zh: 使用指纹登录

source: Experimental Features
es: Funcionalidades experimentales
fr: Fonctionnalités expérimentales
it: Funzionalità sperimentali
ko: 실험적 기능
nl: Experimentele functies
pt: Funcionalidades Experimentais
tr: Deneysel Özellikler
zh: 实验性功能

source: Sneak peek at upcoming functionality
es: Un adelanto de las próximas funciones
fr: Avant-première de fonctionnalités futures
it: Un’anteprima delle funzionalità in arrivo
ko: 곧 출시될 기능 미리보기
tr: Gelecek özelliklere göz atın
zh: 预览即将推出的功能

source: User ID
es: ID usuario
fr: ID d’utilisateur
it: ID utente
ko: 사용자 ID
nl: Gebruikers-ID
pt: ID do Utilizador
tr: Kullanıcı Kimliği
zh: 用户身份

source: Export Data
es: Exportar datos
fr: Exporter les Data
it: Esporta dati
ko: 데이터 내보내기
nl: Exporteer Data
pt: Exportar dados
tr: Verileri Dışa Aktar
zh: 导出数据

source: This feature is currently unavailable.
de: Diese Funktion ist derzeit nicht verfügbar.
es: Esta funcionalidad no está disponible actualmente.
fr: Cette fonctionnalité est momentanément indisponible.
it: Questa funzionalità non è attualmente disponibile.
ko: 이 기능은 현재 사용할 수 없습니다.
nl: Deze functie is momenteel niet beschikbaar.
pt: Esta funcionalidade está atualmente indisponível.
tr: Bu özellik şu an için mevcut değil.
zh: 此功能目前无法使用。

source: Please try again later.
de: Bitte versuche es später noch einmal.
es: Por favor, prueba más tarde.
fr: Veuillez réessayer plus tard.
it: Riprova più tardi.
ko: 나중에 다시 시도해 주세요.
nl: Probeer het later nog eens.
pt: Por favor tente novamente mais tarde.
tr: Daha sonra tekrar deneyiniz.
zh: 请稍后再试。

source: Oops! Something went wrong.
de: Ups! Es ist etwas schief gelaufen.
es: Vaya! Algo no funcionó bien.
fr: Oups! Quelque chose s’est mal passé.
it: Ops! Qualcosa è andato storto.
ko: 이런! 문제가 발생했습니다.
nl: Oeps! Er ging iets mis.
pt: Oops! Ocorreu um erro.
tr: Hay Allah! Bir şeyler yanlış gitti.
zh: 哎呀！出了些问题。

source: Okay
es: De acuerdo
fr: D’accord
it: Bene
ko: 좋아요
nl: Oké
pt: OK
tr: Tamam
zh: 好的

source: About
de: Über Ghostfolio
es: Sobre
fr: À propos
it: Informazioni su
ko: 소개
nl: Over
pt: Sobre
tr: Hakkında
zh: 关于

source: Changelog
es: Registro de cambios
fr: Historique des modifications
ko: 변경 내역
pt: Registo de alterações
tr: Değişiklik Günlüğü
zh: 更新日志

source: License
de: Lizenz
es: Licencia
fr: Licence
it: Licenza
ko: 특허
nl: Licentie
pt: Licença
tr: Lisans
zh: 许可证

source: Privacy Policy
de: Datenschutzbestimmungen
es: Política de privacidad
fr: Politique de Vie Privée
it: Informativa sulla privacy
ko: 개인 정보 보호 정책
nl: Privacybeleid
pt: Política de Privacidade
tr: Gizlilik Politikası
zh: 隐私政策

source: Our
es: Nuestro
fr: Notre
it: Nostri
ko: 우리의
nl: Onze
pt: Nosso
tr: Bizim
zh: 我们的

source: Discover other exciting Open Source Software projects
es: Descubre otros proyectos emocionantes de software de código abierto
fr: Découvrez d’autres projets passionnants de logiciels Open Source
it: Scopri altri interessanti progetti di software open source
ko: 다른 흥미로운 오픈 소스 소프트웨어 프로젝트를 찾아보세요
nl: Ontdek andere interessante Open Source Softwareprojecten
pt: Descubra outros projectos interessantes de software de fonte aberta
tr: Diğer heyecan verici Açık Kaynak Yazılım projelerini keşfedin
zh: 发现其他令人兴奋的开源软件项目

source: Visit
es: Visitar
fr: Voir
it: Visita
ko: 방문하다
nl: Bezoek
pt: Visita
tr: Ziyaret et
zh: 访问

source: for
ko: ~을 위한
zh: 用于

source: Accounts
de: Konten
es: Cuentas
fr: Comptes
it: Account
ko: 계정
nl: Rekeningen
pt: Contas
tr: Hesaplar
zh: 账户

source: Oops, cash balance transfer has failed.
de: Ups, der Cash-Bestand Transfer ist fehlgeschlagen.
es: Oops, el saldo de efectivo no se ha transferido.
fr: Oops, échec du transfert de la cash balance.
it: Ops, il trasferimento del saldo di cassa è fallito.
ko: 죄송합니다. 현금 잔액 이체가 실패했습니다.
nl: Oeps, geldoverdracht is mislukt.
pt: Ops, a transferência do saldo em dinheiro falhou.
tr: Hay Allah, Nakit bakiyesi tranferi başarısız oldu.
zh: 糟糕，现金余额转账失败。

source: Update account
es: Editar cuenta
fr: Mettre à jour compte
it: Aggiorna account
ko: 계정 업데이트
nl: Rekening bijwerken
pt: Atualizar conta
tr: Hesabı Güncelle
zh: 更新账户

source: Add account
es: Añadir cuenta
fr: Ajouter compte
it: Aggiungi un account
ko: 계정 추가
nl: Rekening toevoegen
pt: Adicionar conta
tr: Hesap ekle
zh: 新增帐户

source: Account ID
es: ID cuenta
fr: ID du compte
it: ID account
ko: 계정 ID
nl: Rekening-ID
pt: ID da Conta
tr: Hesap Kimliği
zh: 帐户ID

source: From
es: Desde
fr: De
it: Da
ko: 에서
nl: Van
pt: De
tr: Başlangıç
zh: 从

source: To
es: A
fr: A
it: A
ko: 에게
nl: Naar
pt: Para
tr: Bitiş
zh: 到

source: Transfer
es: Transferir
fr: Transférer
it: Trasferisci
ko: 옮기다
nl: Overdracht
pt: Transferir
zh: 转移

source: Admin Control
de: Administration
es: Control de administrador
fr: Contrôle Admin
it: Controllo amministrativo
ko: 관리자 제어
nl: Beheer
pt: Controlo Administrativo
tr: Yönetici Denetimleri
zh: 管理

source: Market Data
de: Marktdaten
es: Datos del mercado
fr: Données du marché
it: Dati del mercato
ko: 시장 데이터
nl: Marktgegevens
pt: Dados de Mercado
tr: Piyasa Verileri
zh: 市场数据

source: Settings
de: Einstellungen
es: Configuraciones
fr: Paramètres
it: Impostazioni
ko: 설정
nl: Instellingen
pt: Definições
tr: Ayarlar
zh: 设置

source: Users
de: Benutzer
es: Usuarios
fr: Utilisateurs
it: Utenti
ko: 사용자
nl: Gebruikers
pt: Utilizadores
tr: Kullanıcılar
zh: 用户

source: Overview
de: Übersicht
es: Visión general
fr: Aperçu
it: Panoramica
ko: 개요
nl: Overzicht
pt: Visão geral
tr: Özet
zh: 概述

source: Blog
ko: 블로그
zh: 博客

source: Could not parse scraper configuration
zh: 无法解析抓取器配置

source: Discover the latest Ghostfolio updates and insights on personal finance
es: Conoce las últimas actualizaciones de Ghostfolio y obtén información sobre finanzas personales
fr: Découvrez les dernières mises à jour et informations de Ghostfolio sur la gestion de patrimoine
it: Scopri gli ultimi aggiornamenti e approfondimenti di Ghostfolio sulla finanza personale
ko: 개인 금융에 대한 최신 Ghostfolio 업데이트와 통찰력을 알아보세요
nl: Ontdek de nieuwste Ghostfolio-updates en inzichten in persoonlijke financiën
pt: Descubra as últimas atualizações e insights do Ghostfolio sobre finanças pessoais
tr: Son Ghostfolio güncellemelerini ve kişisel finans hakkındaki en son bilgileri keşfedin.
zh: 了解最新的 Ghostfolio 更新和个人理财见解

source: As you are already logged in, you cannot access the demo account.
de: Da du bereits eingeloggt bist, kannst du nicht auf die Live Demo zugreifen.
es: Como estás conectado, no puedes acceder a la cuenta de demostración.
fr: Puisque vous êtes déjà connecté·e, vous ne pouvez pas accéder au compte de démonstration.
it: Poiché hai già effettuato l’accesso, non puoi accedere all’account demo.
ko: 이미 로그인되어 있으므로 데모 계정에 접근할 수 없습니다.
nl: Aangezien je al ingelogd bent, heb je geen toegang tot de demo-account.
pt: Como já tem sessão iniciada, não pode aceder à conta de demonstração.
tr: Oturum açmış olduğunuz için demo hesabına erişemezsiniz.
zh: 由于您已经登录，因此无法访问模拟帐户。

source: Frequently Asked Questions (FAQ)
de: Häufig gestellte Fragen (FAQ)
es: Preguntas más frecuentes (FAQ)
fr: Questions Fréquentes (FAQ)
it: Domande più frequenti (FAQ)
ko: 자주 묻는 질문
nl: Veelgestelde vragen
pt: FAQ
tr: Sıkça Sorulan Sorular (SSS)
zh: 常见问题 (FAQ)

source: Features
es: Funcionalidades
fr: Fonctionnalités
it: Funzionalità
ko: 특징
nl: Functionaliteiten
pt: Funcionalidades
tr: Özellikler
zh: 功能

source: Check out the numerous features of Ghostfolio to manage your wealth
es: Descubra las numerosas funciones de Ghostfolio para gestionar su patrimonio
fr: Découvrez les nombreuses fonctionnalités de Ghostfolio pour gérer votre patrimoine
it: Scopri le numerose funzionalità di Ghostfolio per gestire la tua ricchezza
ko: 자산 관리를 위한 Ghostfolio의 다양한 기능을 확인해보세요
tr: Varlıklarınızı yönetmek için Ghostfolio’nun özelliklerini keşfedin
zh: 查看 Ghostfolio 的众多功能来管理您的财富

source: ETFs
it: ETF
ko: ETF
tr: ETF’ler
zh: ETF

source: Bonds
es: Bonos
fr: Obligations
it: Obbligazioni
ko: 채권
nl: Obligaties
pt: Obrigações
tr: Tahviller
zh: 债券

source: Wealth Items
es: Elementos de patrimonio
fr: Biens de luxe
it: Oggetti della ricchezza
ko: 자산 항목
nl: Kostbaarheden
pt: Artigos de património
tr: Varlık Kalemleri
zh: 财富项目

source: Import and Export
es: Importar y exportar
fr: Importer et Exporter
it: Importazione ed esportazione
ko: 가져오기 및 내보내기
tr: İçe Aktar / Dışa Aktar
zh: 导入和导出

source: Multi-Accounts
es: Cuentas múltiples
fr: Multi-Comptes
it: Account multipli
ko: 다중 계정
nl: Meerdere accounts
pt: Múltiplas contas
tr: Çoklu Hesaplar
zh: 多账户
