Repository: ghostfolio/ghostfolio
Catalog: apps/client/src/locales/messages.*.xlf
Languages: de, es, fr, it, ko, nl, pt, tr, zh

source: Are you looking for an open source alternative to {{ product2.name }}? <a [routerLink]="routerLinkAbout">Ghostfolio</a > is a powerful portfolio management tool that provides individuals with a comprehensive platform to track, analyze, and optimize their investments. Whether you are an experienced investor or just starting out, Ghostfolio offers an intuitive user interface and a <a [routerLink]="routerLinkFeatures" >wide range of functionalities</a > to help you make informed decisions and take control of your financial future.
es: ¿Estás buscando una alternativa de código abierto a {{ product2.name }}? <a [routerLink]="routerLinkAbout">Ghostfolio</a > es una potente herramienta de gestión de carteras que ofrece a los usuarios una plataforma integral para rastrear, analizar y optimizar sus inversiones. Ya seas un inversor con experiencia o estés comenzando, Ghostfolio ofrece una interfaz intuitiva y una <a [routerLink]="routerLinkFeatures" >amplia gama de funcionalidades</a > para ayudarte a tomar decisiones informadas y tener el control de tu futuro financiero.
fr: Cherchez-vous des alternatives open source à {{ product2.name }}? <a [routerLink]="routerLinkAbout">Ghostfolio</a > est un outil de gestion de portefeuille puissant offrant aux particuliers une plateforme complète pour suivre, analyser et optimiser ses investissements. Que vous soyez un investisseur expérimenté ou que vous débutiez, Ghostfolio offre une interface utilisateur intuitive et une <a [routerLink]="routerLinkFeatures" >large gamme de fonctionnalités</a > pour vous aider à prendre des décisions éclairées et à prendre le contrôle de votre avenir financier.
it: Stai cercando un’alternativa open source a {{ product2.name }}? <a [routerLink]="routerLinkAbout">Ghostfolio</a > è un potente strumento di gestione del portafoglio che fornisce alle persone una piattaforma completa per monitorare, analizzare e ottimizzare i propri investimenti. Che tu sia un investitore esperto o alle prime armi, Ghostfolio offre un’interfaccia utente intuitiva e <a [routerLink]="routerLinkFeatures" >un’ampia gamma di funzionalità</a > per aiutarti a prendere decisioni informate e il controllo del tuo futuro finanziario.
ko: {{ product2.name }}에 대한 오픈소스 대안을 찾고 계십니까? <a [routerLink]="routerLinkAbout">Ghostfolio</a >는 개인에게 투자를 추적, 분석, 최적화할 수 있는 포괄적인 플랫폼을 제공하는 강력한 포트폴리오 관리 도구입니다. 숙련된 투자자이든 이제 막 시작한 투자자이든 Ghostfolio는 직관적인 사용자 인터페이스와 <a [routerLink]="routerLinkFeatures" >다양한 기능</a >을 제공하여 정보에 입각한 결정을 내리고 재정적 미래를 관리하는 데 도움을 줍니다.
tr: Açık kaynaklı bir alternatif mi arıyorsunuz {{ product2.name }}? <a [routerLink]="routerLinkAbout">Ghostfolio</a > güçlü bir portföy yönetim aracıdır ve bireylere yatırımlarını takip etmek, analiz etmek ve optimize etmek için kapsamlı bir platform sunar. İster deneyimli bir yatırımcı olun ister yeni başlıyor olun, Ghostfolio, bilinçli kararlar almanıza ve finansal geleceğinizi kontrol etmenize yardımcı olmak için sezgisel bir kullanıcı arayüzü ve <a [routerLink]="routerLinkFeatures" >geniş bir işlevsellik yelpazesi</a > sunmaktadır.
zh: 您是否正在寻找开源替代方案{{ product2.name }}？<a [routerLink]="routerLinkAbout">幽灵作品集</a >是一个强大的投资组合管理工具，为个人提供一个全面的平台来跟踪、分析和优化他们的投资。无论您是经验丰富的投资者还是刚刚起步的投资者，Ghostfolio 都提供直观的用户界面和<a [routerLink]="routerLinkFeatures" >广泛的功能</a >帮助您做出明智的决定并掌控您的财务未来。

source: Ghostfolio is an open source software (OSS), providing a cost-effective alternative to {{ product2.name }} making it particularly suitable for individuals on a tight budget, such as those <a href="../en/blog/2023/07/exploring-the-path-to-fire" >pursuing Financial Independence, Retire Early (FIRE)</a >. By leveraging the collective efforts of a community of developers and personal finance enthusiasts, Ghostfolio continuously enhances its capabilities, security, and user experience.
es: Ghostfolio es un software de código abierto (OSS), que ofrece una alternativa rentable a {{ product2.name }} lo que lo hace especialmente adecuado para personas con un presupuesto ajustado, como aquellas que <a href="../en/blog/2023/07/exploring-the-path-to-fire" >buscan la Independencia Financiera y Jubilación Anticipada (FIRE)</a >. Al aprovechar los esfuerzos colectivos de una comunidad de desarrolladores y entusiastas de las finanzas personales, Ghostfolio mejora continuamente sus capacidades, seguridad y experiencia de usuario.
fr: Ghostfolio est un logiciel open source (OSS), offrant une alternative économique, {{ product2.name }} le rendant particulièrement adaptée aux personnes disposant d’un budget serré, telles que celles qui <a href="../en/blog/2023/07/exploring-the-path-to-fire" >cherchent à atteindre le mouvement Financial Independence, Retire Early (FIRE)</a >. En s’appuyant sur les efforts collectifs d’une communauté de développeurs et de passionnés de finances personnelles, Ghostfolio améliore continuellement ses fonctionnalités, sa sécurité et son expérience utilisateur.
it: Ghostfolio è un software open source (OSS) che offre un’alternativa economicamente vantaggiosa a {{ product2.name }} particolarmente adatta a persone con un budget limitato, come quelle che <a href="../en/blog/2023/07/exploring-the-path-to-fire" >perseguono l’indipendenza finanziaria e il pensionamento anticipato (FIRE)</a >. Grazie agli sforzi collettivi di una comunità di sviluppatori e di appassionati di finanza personale, Ghostfolio migliora continuamente le sue capacità, la sua sicurezza e la sua esperienza utente.
ko: Ghostfolio는 오픈 소스 소프트웨어로, {{ product2.name }}에 대한 비용 효율적인 대안을 제공하므로 <a href="../en/blog/2023/07/exploring-the-path-to-fire" >재정적 독립, 조기 퇴직(FIRE)</a >을 추구하는 사람과 같이 예산이 부족한 개인에게 특히 적합합니다. Ghostfolio는 개발자 커뮤니티와 개인 금융 애호가들의 공동 노력을 활용하여 기능, 보안 및 사용자 경험을 지속적으로 향상시킵니다.
tr: Ghostfolio, {{ product2.name }} karşısında açık kaynak kodlu maliyet etkin bir seçenek sunmaktadır. <a href="../en/blog/2023/07/exploring-the-path-to-fire" > gibi kısıtlı bütçeye sahip, finansal özgürlük ve erken emeklilik (FIRE) amaçlayan kulanıcılar için özellikle uygundur. </a > Ghostfolio, topluluk içindeki geliştiricilerin ve kişisel finans meraklılarının kolektif çabası sayesinde yeteneklerini, güvenliğini ve kullanıcı deneyimini sürekli olarak geliştirmektedir.
zh: Ghostfolio 是一款开源软件 (OSS)，提供了一种经济高效的替代方案{{ product2.name }}使其特别适合预算紧张的个人，例如<a href="../en/blog/2023/07/exploring-the-path-to-fire" >追求财务独立，提前退休（FIRE）</a > 。通过利用开发者社区和个人理财爱好者的集体努力，Ghostfolio 不断增强其功能、安全性和用户体验。

source: Let’s dive deeper into the detailed Ghostfolio vs {{ product2.name }} comparison table below to gain a thorough understanding of how Ghostfolio positions itself relative to {{ product2.name }}. We will explore various aspects such as features, data privacy, pricing, and more, allowing you to make a well-informed choice for your personal requirements.
es: Analicemos en detalle la tabla comparativa entre Ghostfolio y {{ product2.name }} que encontrarás a continuación, para obtener una comprensión completa de cómo se posiciona Ghostfolio en relación con {{ product2.name }}. Exploraremos diversos aspectos como funcionalidades, privacidad de los datos, precios y más, lo que te permitirá tomar una decisión bien fundamentada según tus necesidades personales.
fr: Regardons plus en détails ce que proposent Ghostfolio vs {{ product2.name }} via la table de comparaison ci-dessous pour comprendre comment Ghostfolio se positionne par rapport à {{ product2.name }}. Nous examinerons divers aspects tels que les fonctionnalités, la confidentialité des données, le prix, etc., afin de vous permettre de faire un choix éclairé en fonction de vos besoins personnels.
it: Analizziamo nel dettaglio la tabella di confronto qui sotto per comprendere a fondo come Ghostfolio si posiziona rispetto a {{ product2.name }}. Esploreremo vari aspetti come le caratteristiche, la privacy dei dati, il prezzo e altro ancora, permettendoti di fare una scelta ben informata per le tue esigenze personali.
ko: Ghostfolio가 {{ product2.name }}과 관련하여 어떻게 위치하는지 철저하게 이해하기 위해 아래의 자세한 Ghostfolio 대 {{ product2.name }} 비교표를 자세히 살펴보겠습니다. 우리는 기능, 데이터 개인 정보 보호, 가격 등과 같은 다양한 측면을 탐색하여 귀하의 개인 요구 사항에 맞는 정보를 바탕으로 선택할 수 있도록 할 것입니다.
tr: Ghostfolio ve {{ product2.name }} arasındaki ayrıntılı karşılaştırmanın yer aldığı aşağıdaki tabloya daha yakından bakarak Ghostfolio’nun {{ product2.name }} karşısında kendisini nasıl konumlandırdığını kapsamlı bir şekilde değerlendirelim. Bu kapsamda özellikler, veri güvenliği, fiyat vb. hususları inceleyerek kişisel gereksinimleriniz için bilgiye dayalı bir seçim yapmanızı sağlayabileceği.
zh: 让我们更深入地了解 Ghostfolio 与{{ product2.name }}下面的比较表可帮助您全面了解 Ghostfolio 相对于其他产品的定位{{ product2.name }}。我们将探讨功能、数据隐私、定价等各个方面，让您根据个人需求做出明智的选择。

source: per month
ko: 매월
zh: 每月

source: Ghostfolio vs {{ product2.name }} comparison table
es: Ghostfolio vs {{ product2.name }} tabla comparativa
fr: Ghostfolio vs {{ product2.name }} tableau comparatif
it: Ghostfolio vs {{ product2.name }} tabella di comparazione
ko: Ghostfolio와 {{ product2.name }} 비교표
tr: Ghostfolio ve {{ product2.name }} karşılatırma tablosu
zh: Ghostfolio vs{{ product2.name }}比较表

source: Website of Thomas Kaul
ko: 토마스 카울의 웹사이트
zh: Thomas Kaul 的网站

source: Founded
es: Fundada
fr: Fondée
it: Fondato
ko: 설립
nl: Opgericht
pt: Fundada
tr: Kuruluş
zh: 成立

source: Origin
es: Origen
fr: L’origine
it: Origine
ko: 기원
nl: Oorsprong
pt: Origem
tr: Köken
zh: 来源

source: Region
es: Región
fr: La région
it: Regione
ko: 지역
nl: Regio
pt: Região
tr: Bölge
zh: 地区

source: Available in
es: Disponible en
fr: Disponible en
it: Disponibile in
ko: 사용 가능
tr: Mevcut
zh: 可用于

source: ✅ Yes
es: ✅ Sí
fr: ✅ Oui
it: ✅ Si
ko: ✅ 예
nl: ✅ Wel
pt: ✅ Sim
tr: ✅ Evet
zh: ✅ 是的

source: ❌ No
fr: ❌ Non
ko: ❌ 아니요
nl: ❌ Geen
pt: ❌ Não
tr: ❌ Hayır
zh: ❌ 没有

source: Self-Hosting
es: Autoalojamiento
ko: 셀프 호스팅
tr: Tarafınızca Barındırma
zh: 自托管

source: Use anonymously
es: Uso anónimo
fr: Utilisation anonyme
it: Usalo in modo anonimo
ko: 익명으로 사용
tr: Anonim olarak kullan
zh: 匿名使用

source: Free Plan
es: Plan gratuito
fr: Plan gratuit
it: Piano gratuito
ko: 무료 플랜
tr: Ücretsiz Plan
zh: 免费计划

source: Starting from
es: A partir de
fr: A partir de
it: Inizia da
ko: 에서 시작
nl: Begin vanaf
pt: A partir de
tr: Başlangıç
zh: 从...开始

source: Notes
es: Notas
it: Note
ko: 메모
nl: Notities
pt: Notas
tr: Notlar
zh: 笔记

source: Please note that the information provided in the Ghostfolio vs {{ product2.name }} comparison table is based on our independent research and analysis. This website is not affiliated with {{ product2.name }} or any other product mentioned in the comparison. As the landscape of personal finance tools evolves, it is essential to verify any specific details or changes directly from the respective product page. Data needs a refresh? Help us maintain accurate data on <a href="https://github.com/ghostfolio/ghostfolio">GitHub</a>.
es: Ten en cuenta que la información proporcionada en la tabla comparativa entre Ghostfolio y {{ product2.name }} se basa en nuestra investigación y análisis independientes. Este sitio web no está afiliado con {{ product2.name }} ni con ningún otro producto mencionado en la comparación. Dado que el panorama de las herramientas de finanzas personales evoluciona constantemente, es fundamental verificar cualquier detalle específico o cambio directamente en la página oficial del producto correspondiente. ¿Los datos necesitan una actualización? Ayúdanos a mantener la información precisa en <a href="https://github.com/ghostfolio/ghostfolio">GitHub</a>.
fr: Veuillez noter que les informations fournies dans le Ghostfolio vs {{ product2.name }} via la table de comparaison se basent de nos recherches et analyses indépendantes. Ce site n’est pas affilié à {{ product2.name }} ou tout autre produit mentionné dans la comparaison. Le paysage des outils de finances personnelles évoluant, il est essentiel de vérifier tout détail ou changement spécifique directement sur la page du produit concerné. Certaines données doivent être mises à jour ? Aidez-nous à maintenir les données exactes sur <a href="https://github.com/ghostfolio/ghostfolio">GitHub</a>.
it: Nota bene: le informazioni fornite si basano sulle nostre ricerche e analisi indipendenti. Questo sito web non è affiliato con {{ product2.name }} o a qualsiasi altro prodotto citato nel confronto. Poiché il panorama degli strumenti di finanza personale si evolve, è essenziale verificare qualsiasi dettaglio o modifica specifica direttamente nella pagina del prodotto in questione. I dati hanno bisogno di essere aggiornati? Aiutaci a mantenere i dati accurati su <a href="https://github.com/ghostfolio/ghostfolio">GitHub</a>.
ko: Ghostfolio와 {{ product2.name }} 비교표에 제공된 정보는 당사의 독립적인 연구 및 분석을 기반으로 한 것입니다. 이 웹사이트는 {{ product2.name }} 또는 비교에 언급된 다른 제품과 관련이 없습니다. 개인 금융 도구의 환경이 발전함에 따라 각 제품 페이지에서 직접 특정 세부 정보나 변경 사항을 확인하는 것이 중요합니다. 데이터를 새로 고쳐야 합니까? <a href="https://github.com/ghostfolio/ghostfolio">깃허브</a>에서 정확한 데이터를 유지할 수 있도록 도와주세요.
tr: Lütfen dikkat, Ghostfolio ve {{ product2.name }} arasındaki karşılaştırmanın yer aldığı tablodaki bilgiler bağımsız araştırmalarımıza dayanmaktadır. Websitemizin {{ product2.name }} ile ya da bu karşılaştırmada adı geçen herhangi bir ürün ve hizmet ile ilişkisi bulunmamaktadır. Kişisel finans araçlarının kapsamı geliştikçe, belirli ayrıntıların veya değişikliklerin doğrudan ilgili ürün sayfasından doğrulanması önemlidir. Verilerin yenilenmesi mi gerekiyor? Doğru verileri sağlamamıza yardımcı olmak için sayfamızı ziyaret edin. <a href="https://github.com/ghostfolio/ghostfolio">GitHub</a>.
zh: 请注意，在 Ghostfolio 与{{ product2.name }}的比较表中提供的信息基于我们的独立研究和分析。该网站不隶属于{{ product2.name }}或比较中提到的任何其他产品。随着个人理财工具格局的不断发展，直接从相应的产品页面验证任何具体的细节或变化至关重要。数据需要刷新吗？帮助我们在<a href="https://github.com/ghostfolio/ghostfolio">GitHub</a> 上维护准确的数据。

source: Ready to take your <strong>investments</strong> to the <strong>next level</strong>?
es: ¿Listo para llevar sus <strong>inversiones</strong> al <strong>siguiente nivel</strong>?
fr: Prêt à prendre vos <strong>investissements</strong> au <strong>niveau supérieur</strong>?
it: Sei pronto a portare il tuo <strong>investimento</strong> al <strong>livello successivo</strong>?
ko: <strong>투자</strong>를 <strong>다음 단계</strong>로 발전시킬 준비가 되셨나요?
tr: Yatırımlarınızı <strong>bir sonraki</strong> <strong>seviyeye</strong> taşımaya hazır mısınız?
zh: 准备好将您的<strong>投资</strong>提升到<strong>新的高度</strong>了吗？

source: Effortlessly track, analyze, and visualize your wealth with Ghostfolio.
es: Siga, analice y visualice su patrimonio sin esfuerzo con Ghostfolio.
fr: Suivez, analysez et visualisez sans effort votre patrimoine avec Ghostfolio.
it: Monitora, analizza e visualizza facilmente la tua ricchezza con Ghostfolio.
ko: Ghostfolio를 사용하여 귀하의 재산을 쉽게 추적, 분석 및 시각화하십시오.
tr: Ghostfolio ile varlıklarınızı kolaylıkla takip edin, analiz edin ve görselleştirin.
zh: 使用 Ghostfolio 轻松跟踪、分析和可视化您的财富。

source: Switzerland
de: Schweiz
es: Suiza
fr: Suisse
it: Svizzera
ko: 스위스
nl: Zwitserland
pt: Suíça
tr: İsviçre
zh: 瑞士

source: Global
de: Weltweit
fr: Mondial
it: Globale
ko: 글로벌
nl: Wereldwijd
tr: Küresel
zh: 全球的

source: Resources
de: Ressourcen
es: Recursos
fr: Ressources
it: Risorse
ko: 리소스
nl: Bronnen
pt: Recursos
tr: Kaynaklar
zh: 资源

source: Membership
de: Mitgliedschaft
es: Membresía
fr: Statut
it: Iscrizione
ko: 멤버십
nl: Lidmaatschap
pt: Associação
tr: Üyelik
zh: 会员资格

source: Request it
ko: 요청하세요
zh: 请求它

source: Access
de: Zugang
es: Acceso
fr: Accès
it: Accesso
ko: 입장
nl: Toegang
pt: Acesso
tr: Erişim
zh: 权限

source: My Ghostfolio
de: Mein Ghostfolio
es: Mi Ghostfolio
fr: Mon Ghostfolio
it: Il mio Ghostfolio
ko: 나의 고스트폴리오
nl: Mijn Ghostfolio
pt: O meu Ghostfolio
tr: Benim Ghostfolio’m
zh: 我的 Ghostfolio

source: Oops, authentication has failed.
es: Vaya, la autenticación ha fallado.
fr: Oups, l’identification a échoué.
it: Ops, l’autenticazione non è riuscita.
ko: 앗, 인증에 실패했습니다.
nl: Oeps, authenticatie is mislukt.
pt: Oops, a autenticação falhou.
tr: Hay Allah, kimlik doğrulaması başarısız oldu.
zh: 糟糕，身份验证失败。

source: Try again
es: Prueba otra vez
fr: Essayer à nouveau
it: Riprova
ko: 다시 시도하세요
nl: Probeer opnieuw
pt: Tentar novamente
tr: Yeniden dene
zh: 再试一次

source: Go back to Home Page
es: Volver a la página principal
fr: Retour à la Page d’Accueil
it: Torna alla pagina iniziale
ko: 홈 페이지로 돌아가기
nl: Ga terug naar de startpagina
pt: Voltar à Página Inicial
tr: Ana Sayfaya Geri Dön
zh: 返回首页

source: Do you really want to delete this account balance?
de: Möchtest du diesen Cash-Bestand wirklich löschen?
es: ¿Realmente desea eliminar el saldo de esta cuenta?
fr: Voulez-vous vraiment supprimer ce solde de compte ?
it: Vuoi veramente elimnare il saldo di questo conto?
ko: 정말로 이 계정 잔액을 삭제하시겠습니까?
nl: Wilt u dit rekeningsaldo echt verwijderen?
pt: Você realmente deseja excluir o saldo desta conta?
tr: Bu nakit bakiyesini silmeyi gerçekten istiyor musunuz?
zh: 您确实要删除该帐户余额吗？

source: Export Activities
es: Exportar operaciones
fr: Exporter Activités
it: Esporta le attività
ko: 수출 활동
nl: Activiteiten exporteren
pt: Exportar Atividades
tr: İşlemleri Dışa Aktar
zh: 导出活动记录

source: Export Drafts as ICS
es: Exportar borrador como ICS
fr: Exporter Brouillons sous ICS
it: Esporta le bozze come ICS
ko: 초안을 달력 파일로 내보내기
nl: Concept exporteren als ICS
pt: Exportar Rascunhos como ICS
tr: Taslakları ICS Olarak Dışa Aktar
zh: 将汇票导出为 ICS

source: Draft
es: Borrador
fr: Brouillon
it: Bozza
ko: 초안
nl: Concept
pt: Rascunho
tr: Taslak
zh: 草稿

source: Clone
es: Clonar
fr: Dupliquer
it: Clona
ko: 클론
nl: Kloon
pt: Clonar
tr: Klonla
zh: 克隆

source: Export Draft as ICS
es: Exportar borrador como ICS
fr: Exporter Brouillon sous ICS
it: Esporta la bozza come ICS
ko: 초안을 달력 파일로 내보내기
nl: Concept exporteren als ICS
pt: Exportar Rascunho como ICS
tr: Taslakları ICS Olarak Dışa Aktar
zh: 将汇票导出为 ICS

source: Do you really want to delete this activity?
de: Möchtest du diese Aktivität wirklich löschen?
es: ¿Estás seguro de eliminar esta operación?
fr: Voulez-vous vraiment supprimer cette activité ?
it: Vuoi davvero eliminare questa attività?
ko: 정말로 이 활동을 삭제하시겠습니까?
nl: Wil je deze activiteit echt verwijderen?
pt: Deseja realmente eliminar esta atividade?
tr: TBu işlemi silmeyi gerçekten istiyor musunuz?
zh: 您确实要删除此活动吗？

source: Asset Profiles
es: Perfiles de activos.
fr: Profils d’Actifs
it: Profilo dell’asset
ko: 자산 프로필
nl: Activa Profiel
pt: Perfil de Ativos
tr: Varlık Profili
zh: 资产概况

source: 50-Day Trend
es: Tendencia de 50 días
fr: Tendance 50 jours
it: Trend a 50 giorni
ko: 50일 추세
nl: 50-Daagse Trend
pt: Tendência de 50 dias
tr: 50 Günlük Trend
zh: 50 天趋势

source: 200-Day Trend
es: Tendencia de 200 días
fr: Tendance 200 jours
it: Trend a 200 giorni
ko: 200일 추세
nl: 200-Daagse Trend
pt: Tendência de 200 dias
tr: 200 Günlük Trend
zh: 200天趋势

source: Last All Time High
es: Último máximo histórico
fr: Dernier All Time High
it: Ultimo massimo storico
ko: 마지막 역대 최고치
nl: Laatste Recordhoogte
pt: Última alta de todos os tempos
tr: Son, ATH
zh: 上次历史最高纪录

source: Change from All Time High
es: Variación respecto al máximo histórico (ATH)
fr: Différence avec le Record Historique
it: Variazione rispetto al massimo storico (ATH)
ko: 역대 최고치에서 변화
nl: Verandering van Recordhoogte
pt: Diferença desde o Máximo Histórico
tr: Tüm Zamanların En Yüksek Seviyesinden (ATH) Değişim
zh: 较历史最高纪录涨跌

source: contact us
ko: 저희에게 연락주세요
zh: 联系我们

source: from ATH
es: desde el máximo histórico (ATH)
fr: par rapport au record historique
it: dal massimo storico (ATH)
ko: ATH에서
nl: van ATH
pt: a partir do ATH (All Time High)
tr: Tüm Zamanların En Yüksek Seviyesinden
zh: 从 ATH

source: Market data provided by
es: Datos de mercado proporcionados por
fr: Données de marché fournies par
it: Dati del mercato forniti da
ko: 시장 데이터 제공:
nl: Marktgegevens geleverd door
pt: Dados de mercado fornecidos por
tr: Piyasa verileri tarafından sağlanmıştır
zh: 市场数据提供者

source: Savings Rate per Month
es: Tasa de Ahorro Mensual
fr: Taux d’Épargne mensuel
it: Tasso di risparmio al mese
ko: 월별 저축률
nl: Spaargeld per maand
pt: Taxa de Poupança por Mês
tr: Aylık Tasarruf Oranı
zh: 每月储蓄率

source: Annual Interest Rate
es: Tipo de interés anual
fr: Taux d’Intérêt Annuel
it: Tasso di interesse annuo
ko: 연이자율
nl: Jaarlijkse rente
pt: Taxa de Juro Anual
tr: Yıllık Faiz Oranı
zh: 年利率

source: Retirement Date
es: Fecha de jubilación
fr: Date de Retraite
it: Data di pensionamento
ko: 퇴직일
nl: Pensioen Datum
pt: Data da Reforma
tr: Emeklilik Tarihi
zh: 退休日期

source: Projected Total Amount
es: Importe total previsto
fr: Montant Total Prévu
it: Importo totale previsto
ko: 예상총액
nl: Verwacht totaalbedrag
pt: Montante Total Projetado
tr: Hesaplanan Toplam Tutar
zh: 预计总额

source: Interest
de: Verzinsung
es: Interés
fr: Intérêt
it: Interesse
ko: 관심
nl: Rente
pt: Juros
tr: Faiz
zh: 利息

source: Savings
de: Ersparnisse
es: Ahorros
fr: Épargne
it: Risparmio
ko: 저금
nl: Besparingen
pt: Poupanças
tr: Tasarruflar
zh: 储蓄

source: Allocation
es: Distribución
fr: Part
it: Allocazione
ko: 배당
nl: Allocatie
pt: Alocação
tr: Dağılım
zh: 分配

source: Show all
es: Mostrar todos
fr: Montrer tout
it: Mostra tutti
ko: 모두 표시
nl: Toon alle
pt: Mostrar tudo
tr: Tümünü göster
zh: 显示所有

source: Account
de: Konto
es: Cuenta
fr: Compte
ko: 계정
pt: Conta
tr: Hesap
zh: 帐户

source: Asia-Pacific
de: Asien-Pazifik
es: Asia-Pacífico
fr: Asie-Pacifique
it: Asia e Pacifico
ko: 아시아·태평양
nl: Azië en de Stille Oceaan
pt: Ásia-Pacífico
tr: Asya Pasifik
zh: 亚太

source: Asset Class
de: Anlageklasse
es: Tipo de activo
fr: Classe d’Actifs
it: Classe asset
ko: 자산 클래스
nl: Asset klasse
pt: Classe de Ativo
tr: Varlık Sınıfı
zh: 资产类别

source: Asset Sub Class
de: Anlageunterklasse
es: Subtipo de activo
fr: Sous-classe d’Actifs
it: Sottoclasse asset
ko: 자산 하위 클래스
nl: Asset subklasse
pt: Subclasse de Ativos
tr: AVarlık Alt Sınıfı
zh: 资产子类别

source: Core
de: Kern
es: Núcleo
it: Nucleo
ko: 핵심
nl: Kern
pt: Núcleo
tr: Temel
zh: 核心

source: Switch to Ghostfolio Premium or Ghostfolio Open Source easily
de: Einfacher Wechsel zu Ghostfolio Premium oder Ghostfolio Open Source
es: Cambie a Ghostfolio Premium o Ghostfolio Open Source fácilmente
fr: Passez à Ghostfolio Premium ou Ghostfolio Open Source facilement
it: Passa facilmente a Ghostfolio Premium o Ghostfolio Open Source
ko: Ghostfolio 프리미엄 또는 Ghostfolio Open Source로 쉽게 전환하세요
nl: Eenvoudig overstappen naar Ghostfolio Premium of Ghostfolio Open Source
pt: Mude para o Ghostfolio Premium ou Ghostfolio Open Source facilmente
tr: Ghostfolio Premium veya Ghostfolio Open Source’a kolayca geçin
zh: 轻松切换到 Ghostfolio Premium 或 Ghostfolio Open Source

source: Switch to Ghostfolio Premium easily
de: Einfacher Wechsel zu Ghostfolio Premium
es: Cambia a Ghostfolio Premium facilmente
fr: Passez à Ghostfolio Premium facilement
it: Passa facilmente a Ghostfolio Premium
ko: Ghostfolio 프리미엄으로 쉽게 전환하세요
nl: Eenvoudig overstappen naar Ghostfolio Premium
pt: Mude para o Ghostfolio Premium facilmente
tr: Ghostfolio Premium’a kolayca geçin
zh: 轻松切换到 Ghostfolio Premium

source: Switch to Ghostfolio Open Source or Ghostfolio Basic easily
de: Einfacher Wechsel zu Ghostfolio Open Source oder Ghostfolio Basic
es: Cambie a Ghostfolio Open Source o Ghostfolio Basic fácilmente
fr: Passez à Ghostfolio Open Source ou Ghostfolio Basic facilement
it: Passa facilmente a Ghostfolio Open Source o a Ghostfolio Basic
ko: Ghostfolio Open Source 또는 Ghostfolio Basic으로 쉽게 전환하세요
nl: Eenvoudig overstappen naar Ghostfolio Open Source of Ghostfolio Basic
pt: Mude para o Ghostfolio Open Source ou Ghostfolio Basic facilmente
tr: Ghostfolio Açık Kaynak veya Ghostfolio Temel’e kolayca geçin.
zh: 轻松切换到 Ghostfolio Open Source 或 Ghostfolio Basic

source: Emergency Fund
de: Notfallfonds
es: Fondo de emergencia
fr: Fonds d’Urgence
it: Fondo di emergenza
ko: 비상자금
nl: Noodfonds
pt: Fundo de Emergência
tr: Acil Durum Fonu
zh: 应急基金

source: Grant
de: Zuwendung
es: Conceder
fr: Donner
it: Sovvenzione
ko: 승인하다
nl: Toelage
pt: Conceder
tr: Hibe
zh: 授予
