Repository: ghostfolio/ghostfolio
Catalog: apps/client/src/locales/messages.*.xlf
Languages: de, es, fr, it, ko, nl, pt, tr, zh

source: Portfolio Calculations
es: Cálculos de portafolio
fr: Calculs de portefeuille
it: Calcoli del portafoglio
ko: 포트폴리오 계산
nl: Portefeuilleberekeningen
pt: Cálculos do portefólio
tr: Portföy Hesaplama
zh: 投资组合计算

source: Dark Mode
es: Modo oscuro
fr: Mode Sombre
it: Modalità scura
ko: 다크 모드
nl: Donker Thema
pt: Modo escuro
tr: Karanlık Mod
zh: 深色模式

source: Market Mood
es: Modo de mercado
fr: Sentiment du marché
it: Umore del mercato
ko: 시장 분위기
nl: Marktsentiment
pt: Humor do mercado
tr: Piyasa Modu
zh: 市场情绪

source: Static Analysis
es: Análisis estático
fr: Analyse statique
it: Analisi statica
ko: 정적 분석
nl: Statische Analyse
pt: Análise estática
tr: Statik Analiz
zh: 静态分析

source: Multi-Language
es: Multilenguaje
fr: Multi-Langue
it: Multilingue
ko: 다국어
nl: Meerdere talen
pt: Multilíngua
tr: Çoklu Dil
zh: 多语言

source: per week
ko: 주당
zh: 每周

source: Open Source Software
es: Software de código abierto
fr: Logiciel Open Source
it: Software open source
ko: 오픈 소스 소프트웨어
pt: Software de código aberto
tr: Açık Kaynak Yazılım
zh: 开源软件

source: Get Started
es: Empezar
fr: Démarrer
it: Inizia
ko: 시작하기
nl: Aan de slag
pt: Começar
tr: Başla
zh: 立即开始

source: Holdings
de: Positionen
es: Participaciones
fr: Positions
it: Partecipazioni
ko: 보유 종목
nl: Posities
pt: Posições
tr: Varlıklar
zh: 持仓

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Summario
ko: 요약
nl: Samenvatting
pt: Sumário
tr: Özet
zh: 汇总

source: Markets
de: Märkte
es: Mercados
fr: Marchés
it: Mercati
ko: 시장
nl: Markten
pt: Mercados
tr: Piyasalar
zh: 市场

# metaDescription
source: Ghostfolio is a personal finance dashboard to keep track of your net worth including cash, stocks, ETFs and cryptocurrencies across multiple platforms.
es: Ghostfolio es un dashboard de finanzas personales para hacer un seguimiento de tus activos como acciones, ETFs o criptodivisas a través de múltiples plataformas.
fr: Ghostfolio est un dashboard de finances personnelles qui permet de suivre vos actifs comme les actions, les ETF ou les crypto-monnaies sur plusieurs plateformes.
it: Ghostfolio è un dashboard di finanza personale per tenere traccia delle vostre attività come azioni, ETF o criptovalute su più piattaforme.
ko: Ghostfolio는 여러 플랫폼에 분산된 현금, 주식, ETF, 암호화폐를 포함한 순자산을 추적할 수 있는 개인 재무 대시보드입니다.
tr: Ghostfolio, hisse senetleri, ETF’ler veya kriptopara birimleri gibi varlıklarınızı birden fazla platformda takip etmenizi sağlayan bir kişisel finans kontrol panelidir.
zh: Ghostfolio 是一个个人财务仪表板，用于跨多个平台跟踪您的净资产，包括现金、股票、ETF 和加密货币。

# metaKeywords
source: app, asset, cryptocurrency, dashboard, etf, finance, management, performance, portfolio, software, stock, trading, wealth, web3
es: aplicación, activo, criptomoneda, panel, ETF, finanzas, gestión, rendimiento, cartera, software, acciones, comercio, riqueza, web3
fr: application, actif, cryptomonnaies, dashboard, etf, finance, gestion, performance, portefeuille, logiciel, action, trading, patrimoine, web3
it: app, asset, crypto, dashboard, etf, finanza, gestione patrimoniale, rendimenti, portafoglio, software, stock, azioni, titoli, obbligazioni, trading, ricchezza, web3
ko: 앱, 자산, 암호화폐, 대시보드, ETF, 금융, 관리, 성과, 포트폴리오, 소프트웨어, 주식, 트레이딩, 자산관리, 웹3
tr: app, varlık, kriptopara, kontrol paneli, etf, finans, yönetim, performans, portföy, yazılım, hisse, alım satım, varlık, web3
zh: 应用程序、资产、加密货币、仪表板、etf、财务、管理、绩效、投资组合、软件、股票、交易、财富、web3

# slogan
source: Open Source Wealth Management Software
de: Open Source Software für die Vermögensverwaltung
es: Software de gestión de patrimonio de código abierto
fr: Logiciel libre de Gestion de Patrimoine
it: Software Open Source per la gestione della tua ricchezza
ko: 오픈 소스 자산관리 소프트웨어
nl: Open Source Vermogensbeheer Software
pt: Software de gerenciamento de patrimônio de código aberto
tr: Açık Kaynak Varlık Yönetim Yazılımı
zh: 开源财富管理软件

source: Manage your wealth like a boss
es: Gestiona tu patrimonio como un jefe
fr: Gérez votre patrimoine comme un chef
it: Gestisci la tua ricchezza come un capo
ko: 전문가처럼 자산을 관리하세요
tr: Varlıklarınızı bir patron gibi yönetin
zh: 像老板一样管理您的财富

source: Ghostfolio is a privacy-first, open source dashboard for your personal finances. Break down your asset allocation, know your net worth and make solid, data-driven investment decisions.
es: Ghostfolio es un panel de control de código abierto y centrado en la privacidad para tus finanzas personales. Analiza la asignación de tus activos, conoce tu patrimonio neto y toma decisiones de inversión sólidas basadas en datos.
fr: Ghostfolio est un tableau de bord open-source axé sur la confidentialité pour votre Gestion de Patrimoine. Décomposez votre répartition d’actifs, connaissez votre valeur nette et prenez des décisions d’investissement solides et basées sur des données.
it: Ghostfolio è uno strumento open source e rispettoso della privacy per la gestione delle tue finanze personali. Analizza la tua allocazione degli asset, conosci il tuo patrimonio netto e prendi decisioni di investimento solide e basate sui dati.
ko: Ghostfolio는 프라이버시를 최우선으로 하는 오픈 소스 개인 재무 대시보드입니다. 자산배분을 분석하고 순자산을 파악하여, 데이터 기반의 합리적인 투자 의사결정을 내리세요.
tr: Ghostfolio, mali durumunuz için gizlilik odaklı, açık kaynaklı bir kontrol panelidir. Varlık dağılımınızı analiz edin, net değerinizi öğrenin ve sağlam, veriye dayalı yatırım kararları alın.
zh: Ghostfolio 是一个隐私优先、开源的个人财务仪表板。分解您的资产配置，了解您的净资产并做出可靠的、数据驱动的投资决策。

source: Edit access
ko: 접근 권한 편집
zh: 编辑权限

source: Monthly Active Users
es: Usuarios activos mensuales
fr: Utilisateurs actifs mensuels
it: Utenti attivi mensili
ko: 월간 활성 사용자
nl: Maandelijkse actieve gebruikers
pt: Usuários ativos mensais
tr: Aylık Aktif Kullanıcılar
zh: 每月活跃用户数

source: Stars on GitHub
es: Estrellas en GitHub
fr: Etoiles sur GitHub
it: Stelle su GitHub
ko: 깃허브 스타
nl: Sterren op GitHub
pt: Estrelas no GitHub
tr: GitHub’daki Beğeniler
zh: GitHub 上的星星

source: Pulls on Docker Hub
es: Descargas en Docker Hub
fr: Téléchargement depuis Docker Hub
it: Estrazioni su Docker Hub
ko: 도커 허브에서 가져오기
nl: Pulls op Docker Hub
pt: Não puxa Docker Hub
tr: Docker Hub’ta Çekmeler
zh: Docker Hub 拉取次数

source: As seen in
es: Visto en
fr: Médias
it: Come si vede su
ko: 에서 볼 수 있듯이
nl: Zoals te zien in
pt: Como visto em
tr: Şurada görüldüğü gibi
zh: 如图所示

source: Protect your <strong>assets</strong>. Refine your <strong>personal investment strategy</strong>.
es: Protege tus <strong>assets</strong>. Mejora tu <strong>estrategia de inversión personal</strong>.
fr: Protégez vos <strong>actifs</strong>. Affinez votre <strong>stratégie d’investissement personnelle.</strong>.
it: Proteggi i tuoi <strong>asset</strong>. Perfeziona la tua <strong>strategia di investimento personale</strong>.
ko: <strong>자산</strong>을 보호하세요. <strong>개인 투자 전략</strong>을 정교화하세요.
tr: <strong>varlıklarınızı koruyun</strong>. <strong>Kişisel yatırım stratejinizi geliştirin</strong>.
zh: 保护你的<strong>资产</strong>。完善你的<strong>个人投资策略</strong>。

source: Ghostfolio empowers busy people to keep track of stocks, ETFs or cryptocurrencies without being tracked.
es: Ghostfolio permite a las personas ocupadas hacer un seguimiento de acciones, ETFs o criptomonedas sin ser rastreadas.
fr: Ghostfolio permet aux personnes occupées de suivre ses actions, ETF ou cryptomonnaies sans être pistées.
it: Ghostfolio permette alle persone impegnate di tenere traccia di azioni, ETF o criptovalute senza essere tracciate.
ko: Ghostfolio는 바쁜 사람들이 추적당하지 않으면서도 주식, ETF, 암호화폐를 손쉽게 추적할 수 있도록 돕습니다.
tr: Ghostfolio, takip edilmeden hisse senetleri, ETF’ler veya kripto paraları izlemek isteyen yoğun insanlara güç verir.
zh: Ghostfolio 使忙碌的人们能够在不被追踪的情况下跟踪股票、ETF 或加密货币。

source: 360° View
es: Vista 360°
fr: Vision 360°
it: Vista a 360°
ko: 360° 보기
nl: 360°-overzicht
pt: 360° visualizar
tr: 360° Görünüm
zh: 360° 视角

source: Get the full picture of your personal finances across multiple platforms.
es: Obtén una visión completa de tus finanzas personales en múltiples plataformas.
fr: Obtenez une vue d’ensemble de vos finances personnelles sur plusieurs plateformes.
it: Ottieni un quadro completo delle tue finanze personali su più piattaforme.
ko: 여러 플랫폼에 걸쳐 개인 재정에 대한 전체 그림을 얻으세요.
tr: Kişisel finansınızın tam resmini birden fazla platformda edinin.
zh: 跨多个平台全面了解您的个人财务状况。

source: Web3 Ready
es: Preparado para Web3
fr: Compatible Web3
it: Pronto per il Web3
ko: 웹3 준비
nl: Klaar voor Web3
pt: Web3 Preparar
tr: Web3 Hazır
zh: Web3 就绪

source: Use Ghostfolio anonymously and own your financial data.
es: Usa Ghostfolio de forma anónima y sé dueño de tus datos financieros.
fr: Utilisez Ghostfolio de manière anonyme et soyez propriétaire de vos données financières.
it: Usa Ghostfolio in modo anonimo e possiedi i tuoi dati finanziari.
ko: 익명으로 Ghostfolio를 사용하고 금융 데이터를 소유하세요.
tr: Ghostfolio’yu anonim olarak kullanın ve finansal verilerinize sahip çıkın.
zh: 匿名使用 Ghostfolio 并拥有您的财务数据。

source: Benefit from continuous improvements through a strong community.
es: Disfruta de mejoras continuas gracias a una comunidad sólida.
fr: Bénéficiez d’améliorations continues grâce à une communauté impliquée.
it: Beneficia dei continui miglioramenti grazie a una forte comunità.
ko: 강력한 커뮤니티를 통해 지속적인 개선의 혜택을 누리세요.
tr: Güçlü bir topluluk aracılığıyla sürekli gelişmelerden faydalanın.
zh: 通过强大的社区不断改进，从中受益。

source: Get access to 80’000+ tickers from over 50 exchanges
ko: 50개 이상의 거래소에서 80,000개 이상의 티커에 접근하세요
zh: 获取来自 50 多个交易所的 80,000 多个行情的访问权限

source: Why <strong>Ghostfolio</strong>?
es: ¿Por qué <strong>Ghostfolio</strong>?
fr: Pourquoi <strong>Ghostfolio</strong>?
it: Perché <strong>Ghostfolio</strong>?
ko: 왜 <strong>Ghostfolio</strong>인가요?
nl: Waarom <strong>Ghostfolio</strong>?
pt: Por que <strong>Ghostfolio</strong>?
tr: Neden <strong>Ghostfolio</strong>?
zh: 为什么使用<strong>Ghostfolio</strong>？

source: Ghostfolio is for you if you are...
es: Ghostfolio es para ti si estás...
fr: Ghostfolio est pour vous si vous ...
it: Ghostfolio è per te se...
ko: Ghostfolio는 당신을 위한 것입니다...
tr: Ghostfolio tam size göre,
zh: 如果您符合以下条件，那么 Ghostfolio 适合您...

source: Everything in <strong>Basic</strong>, plus
zh: 包含 <strong>Basic</strong> 所有功能，以及

source: trading stocks, ETFs or cryptocurrencies on multiple platforms
es: operando con acciones, ETFs o criptomonedas en múltiples plataformas
fr: tradez des actions, ETFs or crypto-monnaies sur plusieurs plateforme.
it: fai trading di azioni, ETF o criptovalute su più piattaforme
ko: 여러 플랫폼에서 주식, ETF 또는 암호화폐 거래
nl: handelt in aandelen, ETF’s of cryptocurrencies op meerdere platforms
pt: negociar ações, ETFs ou criptomoedas em múltiplas plataformas
tr: Birden fazla platformda hisse senedi, ETF veya kripto para ticareti yapıyorsanız,
zh: 在多个平台上交易股票、ETF 或加密货币

source: pursuing a buy & hold strategy
es: persiguiendo una compra & mantener estrategia
fr: adoptez une stratégie Buy & and Hold
it: persegui una strategia buy & hold
ko: 매수 후 보유 전략을 추구
nl: streeft naar een buy & hold strategie
pt: buscando uma compra & estratégia de retenção
tr: al ve tut stratejisi izliyorsanız,
zh: 采取买入并持有策略

source: interested in getting insights of your portfolio composition
es: interesado en obtener información sobre la composición de tu portafolio
fr: êtes intéressés d’avoir un aperçu de la composition de votre portefeuille
it: sei interessato a conoscere la composizione del tuo portafoglio
ko: 포트폴리오 구성에 대한 인사이트가 필요하신가요
nl: geïnteresseerd bent in het krijgen van inzicht in je portefeuillesamenstelling
pt: interessado em obter insights sobre a composição do seu portfólio
tr: Portföy bileşimine dair içgörüleri edinmek istiyorsanız,
zh: 有兴趣深入了解您的投资组合构成

source: valuing privacy and data ownership
es: valorando la privacidad y la propiedad de tus datos
fr: valorisez la confidentialité et la propriété de vos données
it: valorizzi la privacy e la proprietà dei dati
ko: 개인 정보 보호 및 데이터 소유권을 소중히 여깁니다.
nl: privacy en eigendom van gegevens waardeert
pt: valorizando a privacidade e a propriedade dos dados
tr: Gizliliğe ve verilerinize sahip çıkmayı önemsiyorsanız
zh: 重视隐私和数据所有权

source: into minimalism
es: en el minimalismo
fr: êtes minimaliste
it: sei per il minimalismo
ko: 미니멀리즘으로
nl: houdt van een minimalistisch ontwerp
pt: no minimalismo
tr: minimalizme ilgi duyuyorsanız
zh: 进入极简主义

source: caring about diversifying your financial resources
es: preocuparse por diversificar tus recursos financieros
fr: vous souciez de diversifier vos ressources financières
it: ti interessa diversificare le tue risorse finanziarie
ko: 재정 자원을 다양화하는 데 관심을 가짐
nl: zorgdraagt voor het diversifiëren van je financiële middelen
pt: preocupando-se em diversificar seus recursos financeiros
tr: finansal kaynaklarınızı çeşitlendirmeye önem veriyorsanız
zh: 关心您的财务资源多元化

source: interested in financial independence
es: interesado en la independencia financiera
fr: êtes intéressés d’atteindre l’indépendance financière
it: sei interessato all’indipendenza finanziaria
ko: 재정적 독립에 관심
nl: geïnteresseerd bent in financiële onafhankelijkheid
pt: interessado em independência financeira
tr: finansal özgürlük peşindeyseniz
zh: 对财务独立感兴趣

source: saying no to spreadsheets in {{ currentYear }}
es: diciendo no a las hojas de cálculo en {{ currentYear }}
fr: dites non aux feuilles de calcul en {{ currentYear }}
it: non vuoi utilizzare il foglio elettronico nel {{ currentYear }}
ko: {{ currentYear }}의 스프레드시트에 거부 의사 표시
nl: "nee" zegt tegen spreadsheets in {{ currentYear }}
pt: dizendo não às planilhas em {{ currentYear }}
tr: elektronik tablo uygulamalarına hayır diyorsanız {{ currentYear }}
zh: {{ currentYear }} 年对电子表格说不

source: still reading this list
es: todavía leyendo esta lista
fr: continuez à lire cette liste
it: stai ancora leggendo questo elenco
ko: 아직도 이 목록을 읽고 있어요
nl: nog steeds deze lijst aan het lezen bent
pt: ainda lendo esta lista
tr: bu listeyi hala okuyorsanız
zh: 仍在阅读此列表

source: Learn more about Ghostfolio
es: Más información sobre Ghostfolio
fr: En appendre plus sur Ghostfolio
it: Ulteriori informazioni su Ghostfolio
ko: Ghostfolio에 대해 자세히 알아보기
nl: Leer meer over Ghostfolio
pt: Saiba mais sobre o Ghostfolio
tr: Ghostfolio hakkında daha fazla bilgi edinin
zh: 了解有关 Ghostfolio 的更多信息

source: What our <strong>users</strong> are saying
es: Lo que nuestros <strong>usuarios</strong> están diciendo
fr: Qu’en pensent <strong>nos utilisateurs</strong>
it: Cosa dicono i nostri <strong>utenti</strong>
ko: <strong>사용자</strong>의 이야기
tr: <strong>Kullanıcılarımızın</strong> görüşleri
zh: 听听我们的<strong>用户</strong>怎么说

source: Members from around the globe are using <a href="pricing"><strong>Ghostfolio Premium</strong></a>
es: Miembros de todo el mundo están usando <a href="pricing"><strong>Ghostfolio Premium</strong></a>
fr: Les utilisateurs du monde entier utilisent <a href="pricing"><strong>Ghostfolio Premium</strong></a>
it: Membri da tutto il mondo utilizzano <a href="pricing"><strong>Ghostfolio Premium</strong></a>
ko: 전 세계의 사용자들이 <a href="pricing"><strong>Ghostfolio 프리미엄</strong></a>을 사용하고 있습니다
tr: Dünyanın dört bir yanındaki kullanıcılar <a href="pricing"><strong>Ghostfolio Premium kullanıyorlar.</strong></a>
zh: 来自世界各地的会员正在使用<a href="pricing"><strong>Ghostfolio 高级版</strong></a>

source: How does <strong>Ghostfolio</strong> work?
es: ¿Cómo <strong>Ghostfolio</strong> work?
fr: Comment fonctionne <strong>Ghostfolio</strong> ?
it: Come funziona <strong>Ghostfolio</strong>?
ko: <strong>Ghostfolio</strong>는 어떻게 동작하나요?
tr: Nasıl<strong>Ghostfolio</strong> çalışır?
zh: <strong>Ghostfolio</strong> 如何工作？

source: Get started in only 3 steps
es: Comienza en solo 3 pasos
fr: Démarrer en seulement 3 étapes
it: Inizia in soli 3 passi
ko: 단 3단계만으로 시작하세요
nl: Aan de slag in slechts 3 stappen
pt: Comece em apenas 3 passos
tr: Sadece 3 adımda başlayın
zh: 只需 3 步即可开始

source: less than
ko: 미만
zh: 少于

source: Sign up anonymously*
es: Regístrate de forma anónima*
fr: Inscrivez-vous de manière anonyme*
it: Iscriviti in modo anonimo*
ko: 익명으로 가입*
nl: Anoniem aanmelden*
pt: Inscreva-se anonimamente*
tr: Anonim olarak kaydolun*
zh: 匿名注册*

source: <small>* no e-mail address nor credit card required</small>
es: <small>* no se requiere dirección de correo electrónico ni tarjeta de crédito</small>
fr: <small>* aucune adresse mail ni carte de crédit requise</small>
it: <small>* non è richiesto alcun indirizzo email né la carta di credito</small>
ko: <small>* 이메일 주소 및 신용카드 정보가 필요하지 않습니다</small>
nl: <small>* geen e-mailadres of creditcard nodig</small>
tr: <small>* e-posta adresi veya kredi kartı gerekmez</small>
zh: <small>* 无需电子邮件地址或信用卡</small>

source: Add any of your historical transactions
es: Agrega cualquiera de tus transacciones históricas
fr: Ajoutez l’une de vos transactions historiques
it: Aggiungi le tue transazioni storiche
ko: 과거 거래를 추가하세요.
tr: Herhangi bir geçmiş işleminizi ekleyin
zh: 添加您的任何历史交易

source: Get valuable insights of your portfolio composition
es: Obtén información valiosa sobre la composición de tu portafolio
fr: Obtenez de précieuses informations sur la composition de votre portefeuille
it: Ottieni informazioni preziose sulla composizione del tuo portafoglio
ko: 포트폴리오 구성에 대한 유의미한 인사이트를 확인하세요
tr: Portföy bileşiminizle ilgili değerli bilgiler edinin
zh: 获取有关您的投资组合构成的宝贵见解

source: Are <strong>you</strong> ready?
es: ¿Estás <strong>tú</strong> listo?
fr: Êtes- <strong>vous</strong> prêts ?
it: <strong>Sei</strong> pronto?
ko: <strong>준비</strong>되셨나요?
tr: <strong>Hazır</strong> mısınız?
zh: <strong>您</strong>准备好了吗？

source: At Ghostfolio, transparency is at the core of our values. We publish the source code as <a href="https://github.com/ghostfolio/ghostfolio" title="Find Ghostfolio on GitHub" >open source software</a > (OSS) under the <a href="https://www.gnu.org/licenses/agpl-3.0.html" title="GNU Affero General Public License" >AGPL-3.0 license</a > and we openly share aggregated key metrics of the platform’s operational status.
es: En Ghostfolio, la transparencia está en el centro de nuestros valores. Publicamos el código fuente como <a href="https://github.com/ghostfolio/ghostfolio" title="Find Ghostfolio on GitHub" >software de código abierto</a > (OSS) bajo la licencia <a href="https://www.gnu.org/licenses/agpl-3.0.html" title="GNU Affero General Public License" >Licencia AGPL-3.0</a > y compartimos abiertamente métricas clave agregadas sobre el estado operativo de la plataforma.
fr: Chez Ghostfolio, la transparence est le centre de notre attention. Nous publions le code source sous <a href="https://github.com/ghostfolio/ghostfolio" title="Find Ghostfolio on GitHub" >open source software</a > (OSS) sous la <a href="https://www.gnu.org/licenses/agpl-3.0.html" title="GNU Affero General Public License" >licence AGPL-3.0</a > et nous partageons ouvertement les indicateurs clés agrégés sur l’état opérationnel de la plateforme.
it: Per Ghostfolio la trasparenza è al centro dei propri valori. Pubblichiamo il codice sorgente come <a href="https://github.com/ghostfolio/ghostfolio" title="Find Ghostfolio on GitHub" >software open source</a > (OSS) sotto la <a href="https://www.gnu.org/licenses/agpl-3.0.html" title="GNU Affero General Public License" >licenza AGPL-3.0</a > e condividiamo apertamente le metriche chiave aggregate dello stato operativo della piattaforma.
ko: Ghostfolio는 투명성을 핵심 가치로 삼습니다. 우리는 소스 코드를 <a href="https://github.com/ghostfolio/ghostfolio" title="Find Ghostfolio on GitHub" >오픈 소스 소프트웨어</a >로 공개하며, <a href="https://www.gnu.org/licenses/agpl-3.0.html" title="GNU Affero General Public License" >AGPL-3.0 라이선스</a > 하에 배포합니다. 또한 플랫폼 운영 현황에 대한 집계된 핵심 지표를 공개적으로 공유합니다.
tr: Ghostfolio’da şeffaflık, değerlerimizin temelinde yer alır. Kaynak kodunu <a href="https://github.com/ghostfolio/ghostfolio" title="GitHub’da Ghostfolio’yu Bulun" >açık kaynak yazılım</a > (OSS) olarak <a href="https://www.gnu.org/licenses/agpl-3.0.html" title="GNU Affero Genel Kamu Lisansı" >AGPL-3.0 lisansı</a > altında yayınlıyoruz ve platformun işletme durumunun toplu anahtar metriklerini açıkça paylaşıyoruz.
zh: 在 Ghostfolio，透明度是我们价值观的核心。我们将源代码发布为<a href="https://github.com/ghostfolio/ghostfolio" title="Find Ghostfolio on GitHub" >开源软件</a >（OSS）下<a href="https://www.gnu.org/licenses/agpl-3.0.html" title="GNU Affero General Public License" >AGPL-3.0许可证</a >我们公开分享平台运营状态的汇总关键指标。

source: (Last 24 hours)
es: (Últimas 24 horas)
fr: (Derniers 24 heures)
it: (Ultime 24 ore)
ko: (지난 24시간)
nl: (Laatste 24 uur)
pt: (Últimas 24 horas)
tr: (Son 24 saat)
zh: （最近 24 小时）

source: Ghostfolio Status
ko: 고스트폴리오 상태
zh: Ghostfolio 状态

source: with your university e-mail address
ko: 대학 이메일 주소로
zh: 使用您的学校电子邮件地址

source: Active Users
es: Usuarios activos
fr: Utilisateurs actifs
it: Utenti attivi
ko: 활성 사용자
nl: Actieve gebruikers
pt: Utilizadores ativos
tr: Aktif Kullanıcılar
zh: 活跃用户

source: (Last 30 days)
es: (Últimos 30 días)
fr: (Derniers 30 jours)
it: (Ultimi 30 giorni)
ko: (지난 30일)
nl: (Laatste 30 dagen)
pt: (Últimos 30 dias)
tr: (Son 30 gün)
zh: （最近 30 天）

source: and a safe withdrawal rate (SWR) of
ko: 안전 인출률(SWR)은 다음과 같습니다.
zh: 和安全取款率 (SWR) 为

source: New Users
es: Nuevos usuarios
fr: Nouvel Utilisateur
it: Nuovi utenti
ko: 신규 사용자
nl: Nieuwe gebruikers
pt: Novos utilizadores
tr: Yeni Kullanıcılar
zh: 新用户

source: Users in Slack community
es: Usuarios en la comunidad de Slack
fr: Membres de la communauté Slack
it: Utenti nella comunità Slack
ko: 슬랙 커뮤니티의 사용자
nl: Gebruikers in de Slack gemeenschap
pt: Utilizadores na comunidade Slack
tr: Slack topluluğundaki kullanıcılar
zh: Slack 社区的用户

source: Job ID
ko: 작업 ID
zh: 作业 ID

source: Contributors on GitHub
es: Colaboradores en GitHub
fr: Contributeurs GitHub
it: Contributori su GitHub
ko: 깃허브의 기여자
nl: Contributors op GitHub
pt: Colaboradores em GitHub
tr: GitHub’da Katkıda Bulunanlar
zh: GitHub 上的贡献者

source: (Last 90 days)
es: (Últimos 90 días)
fr: (Derniers 90 jours)
it: (Ultimi 90 giorni)
ko: (지난 90일)
nl: (Laatste 90 dagen)
pt: (Últimos 90 dias)
tr: (Son 90 gün)
zh: （过去 90 天）

source: Uptime
es: Tiempo de actividad
fr: Temps d’activité des serveurs
it: Tempo di attività
ko: 가동 시간
nl: Bedrijfstijd
pt: Tempo de funcionamento
tr: Çalışma Süresi
zh: 正常运行时间

source: Activities
de: Aktivitäten
es: Operación
fr: Activités
it: Attività
ko: 활동
nl: Activiteiten
pt: Atividades
tr: İşlemler
zh: 活动

source: Do you really want to delete these activities?
es: ¿Realmente deseas eliminar estas actividades?
fr: Voulez-vous vraiment supprimer toutes vos activités ?
it: Vuoi davvero eliminare tutte le tue attività?
ko: 정말로 이 활동을 삭제하시겠습니까?
nl: Weet je zeker dat je alle activiteiten wilt verwijderen?
pt: Deseja mesmo eliminar estas atividades?
tr: Tüm işlemlerinizi silmeyi gerçekten istiyor musunuz?
zh: 您确定要删除这些活动吗？

source: Update activity
es: Actualizar opereación
fr: Mettre à jour Activité
it: Aggiorna l’attività
ko: 활동 업데이트
nl: Activiteit bijwerken
pt: Atualizar atividade
tr: İşlemi Güncelle
zh: 更新活动

source: Stocks, ETFs, bonds, cryptocurrencies, commodities
es: Acciones, ETFs, bonos, criptomonedas, materias primas
fr: Actions, ETFs, Obligations, Cryptomonnaies, Matières Premières
it: Azioni, ETF, obbligazioni, criptovalute e materie prime
ko: 주식, ETF, 채권, 암호화폐, 원자재
nl: Aandelen, ETF’s, obligaties, cryptocurrencies, grondstoffen
pt: Ações, ETFs, títulos, criptomoedas, commodities
tr: Hisse senetleri, ETF’ler, tahviller, kripto paralar, emtialar
zh: 股票、ETF、债券、加密货币、大宗商品

source: One-time fee, annual account fees
es: Tarifa única, tarifas anuales de la cuenta
fr: Paiement unique, Paiement annuel
it: Commissione una tantum, commissioni annuali per l’account
ko: 일회성 수수료, 연간 계정 수수료
nl: Eenmalige kosten, jaarlijkse account kosten
pt: Taxa única, taxas de conta anuais
tr: Tek seferlik ücret, yıllık hesap ücreti
zh: 一次性费用、年度账户费用
