Repository: ghostfolio/ghostfolio
Catalog: apps/client/src/locales/messages.*.xlf
Languages: de, es, fr, it, ko, nl, pt, tr, zh

source: Record your investment activities to keep your portfolio up to date.
de: Erfasse deine Investitionsaktivitäten, um dein Portfolio auf dem neuesten Stand zu halten.

source: Monitor and analyze your portfolio
de: Portfolio überwachen und analysieren

source: Track your progress in real-time with comprehensive analysis and insights.
de: Verfolge die Entwicklung in Echtzeit mit umfassenden Analysen und Einblicken.

source: No data available
de: Keine Daten verfügbar

source: Ready to take control of your personal finances?
de: Bist du bereit, die Kontrolle über deine Finanzen zu übernehmen?

source: Setup accounts
de: Konten einrichten

source: Biometric Authentication
de: Biometrische Authentifizierung

source: At Ghostfolio, transparency is at the core of our values. We publish the source code as <a href="https://github.com/ghostfolio/ghostfolio" title="Find Ghostfolio on GitHub" >open source software</a > (OSS) under the <a href="https://www.gnu.org/licenses/agpl-3.0.html" title="GNU Affero General Public License" >AGPL-3.0 license</a > and we openly share aggregated key metrics of the platform’s operational status.
de: Bei Ghostfolio gehört Transparenz zum zentralen Inhalt unserer Grundwerte. Wir publizieren den Quellcode als <a href="https://github.com/ghostfolio/ghostfolio" title="Find Ghostfolio on GitHub" >Open-Source-Software</a > (OSS) unter der <a href="https://www.gnu.org/licenses/agpl-3.0.html" title="GNU Affero General Public License" >AGPL-3.0-Lizenz</a > und veröffentlichen aggregierte Kennzahlen über den Betriebsstatus der Plattform.

source: Active Users
de: Aktive Nutzer

source: New Users
de: Neue Nutzer

source: Users in Slack community
de: Nutzer in der Slack Community

source: Contributors on GitHub
de: Contributors auf GitHub

source: Stars on GitHub
de: Sterne auf GitHub

source: Pulls on Docker Hub
de: Downloads auf Docker Hub

source: Uptime
de: Verfügbarkeit

source: Export Data
de: Daten exportieren

source: Our
de: Unsere

source: Visit
de: Besuche

source: Discover other exciting Open Source Software projects
de: Entdecke weitere interessante Open Source Software Projekte

source: Frequently Asked Questions (FAQ)
de: Häufig gestellte Fragen (FAQ)

source: Check out the numerous features of Ghostfolio to manage your wealth
de: Entdecke die zahlreichen Funktionen von Ghostfolio zur Vermögensverwaltung

source: Discover the latest Ghostfolio updates and insights on personal finance
de: Entdecke die neuesten Ghostfolio Updates und Beiträge zu persönlichen Finanzen

source: If you prefer to run Ghostfolio on your own infrastructure, please find the source code and further instructions on <a href="https://github.com/ghostfolio/ghostfolio">GitHub</a>.
de: Wenn du Ghostfolio lieber auf deiner eigenen Infrastruktur betreiben möchtest, findest du den Quellcode und weitere Informationen auf <a href="https://github.com/ghostfolio/ghostfolio">GitHub</a>.

source: Manage your wealth like a boss
de: Verwalte dein Vermögen wie ein Profi

source: Ghostfolio is a privacy-first, open source dashboard for your personal finances. Break down your asset allocation, know your net worth and make solid, data-driven investment decisions.
de: Ghostfolio ist ein Open Source Dashboard für deine persönlichen Finanzen mit Fokus auf Datenschutz. Analysiere deine Vermögensverteilung, ermittle dein Nettovermögen und treffe fundierte, datengestützte Investitionsentscheidungen.

source: Get Started
de: Jetzt loslegen

source: or
de: oder

source: Monthly Active Users
de: Monatlich aktive Nutzer

source: As seen in
de: Bekannt aus

source: Protect your <strong>assets</strong>. Refine your <strong>personal investment strategy</strong>.
de: Schützen Sie Ihr <strong>Vermögen</strong>. Optimieren Sie Ihre <strong>persönliche Anlagestrategie</strong>.

source: Ghostfolio empowers busy people to keep track of stocks, ETFs or cryptocurrencies without being tracked.
de: Ghostfolio ermöglicht es geschäftigen Leuten, den Überblick über Aktien, ETFs oder Kryptowährungen zu behalten, ohne überwacht zu werden.

source: 360° View
de: 360° Ansicht

source: Use Ghostfolio anonymously and own your financial data.
de: Nutze Ghostfolio ganz anonym und behalte deine Finanzdaten.

source: Benefit from continuous improvements through a strong community.
de: Profitiere von kontinuierlichen Verbesserungen durch eine aktive Community.

source: Why <strong>Ghostfolio</strong>?
de: Warum <strong>Ghostfolio</strong>?

source: Ghostfolio is for you if you are...
de: Ghostfolio ist für dich geeignet, wenn du...

source: trading stocks, ETFs or cryptocurrencies on multiple platforms
de: Aktien, ETFs oder Kryptowährungen auf unterschiedlichen Plattformen handelst

source: pursuing a buy & hold strategy
de: eine Buy & Hold Strategie verfolgst

source: interested in getting insights of your portfolio composition
de: dich für die Zusammensetzung deines Portfolios interessierst

source: valuing privacy and data ownership
de: Privatsphäre und Datenhoheit wertschätzt

source: into minimalism
de: zum Frugalismus oder Minimalismus neigst

source: caring about diversifying your financial resources
de: dich um die Diversifizierung deiner finanziellen Mittel kümmerst

source: interested in financial independence
de: Interesse an finanzieller Freiheit hast

source: saying no to spreadsheets in {{ currentYear }}
de: Nein sagst zu Excel-Tabellen im Jahr {{ currentYear }}

source: still reading this list
de: diese Liste bis zum Ende liest

source: Learn more about Ghostfolio
de: Erfahre mehr über Ghostfolio

source: What our <strong>users</strong> are saying
de: Was unsere <strong>Nutzer</strong> sagen

source: Members from around the globe are using <a href="pricing"><strong>Ghostfolio Premium</strong></a>
de: Nutzer aus aller Welt verwenden <a href="pricing"><strong>Ghostfolio Premium</strong></a>

source: How does <strong>Ghostfolio</strong> work?
de: Wie funktioniert <strong>Ghostfolio</strong> ?

source: Sign up anonymously*
de: Registriere dich anonym*

source: <small>* no e-mail address nor credit card required</small>
de: <small>* Keine E-Mail-Adresse oder Kreditkarte erforderlich</small>

source: Add any of your historical transactions
de: Füge historische Transaktionen hinzu

source: Get valuable insights of your portfolio composition
de: Erhalte nützliche Erkenntnisse über die Zusammensetzung deines Portfolios

source: Are <strong>you</strong> ready?
de: Bist <strong>du</strong> bereit?

source: Join now<ng-container *ngIf="hasPermissionForDemo"> or check out the example account</ng-container >
de: Melde dich jetzt an <ng-container *ngIf="hasPermissionForDemo"> oder probiere die Live Demo aus</ng-container >

source: Get the full picture of your personal finances across multiple platforms.
de: Verschaffe dir einen vollständigen Überblick deiner persönlichen Finanzen über mehrere Plattformen hinweg.

source: Get started in only 3 steps
de: Beginne mit nur 3 Schritten

source: faq
de: haeufig-gestellte-fragen

source: about
de: ueber-uns

source: privacy-policy
de: datenschutzbestimmungen

source: license
de: lizenz

source: markets
de: maerkte

source: pricing
de: preise

source: register
de: registrierung

source: resources
de: ressourcen

source: This overview page features a curated collection of personal finance tools compared to the open source alternative <a [routerLink]="routerLinkAbout">Ghostfolio</a>. If you value transparency, data privacy, and community collaboration, Ghostfolio provides an excellent opportunity to take control of your financial management.
de: Diese Übersichtsseite zeigt eine Auswahl an Tools zur Verwaltung der persönliche Finanzen im Vergleich zur Open Source Alternative <a [routerLink]="routerLinkAbout">Ghostfolio</a>. Wenn du Wert auf Transparenz, Datenschutz und die gemeinschaftliche Zusammenarbeit der Open Source Community legst, bietet dir Ghostfolio eine ausgezeichnete Möglichkeit, die Kontrolle über dein Finanzmanagement zu übernehmen.

source: Explore the links below to compare a variety of personal finance tools with Ghostfolio.
de: Über die Links unten kannst du eine Reihe an Tools mit Ghostfolio vergleichen.

source: Open Source Alternative to {{ product.name }}
de: Open Source Alternative zu {{ product.name }}

source: Open Source Alternative to name
de: Open Source Alternative zu name

source: The Open Source Alternative to
de: Die Open Source Alternative zu

source: Are you looking for an open source alternative to {{ product2.name }}? <a [routerLink]="routerLinkAbout">Ghostfolio</a > is a powerful portfolio management tool that provides individuals with a comprehensive platform to track, analyze, and optimize their investments. Whether you are an experienced investor or just starting out, Ghostfolio offers an intuitive user interface and a <a [routerLink]="routerLinkFeatures" >wide range of functionalities</a > to help you make informed decisions and take control of your financial future.
de: Suchst du nach einer Open Source Alternative zu {{ product2.name }}? <a [routerLink]="routerLinkAbout">Ghostfolio</a > ist ein leistungsstarkes Portfolio Management Tool, das Privatpersonen eine umfassende Plattform bietet, um ihre Investitionen zu verfolgen, zu analysieren und zu optimieren. Egal, ob du ein erfahrener Investor bist oder gerade erst anfängst, Ghostfolio bietet eine intuitive Benutzeroberfläche und eine <a [routerLink]="routerLinkFeatures" >Vielzahl an Funktionen</a >, die dir dabei helfen, fundierte Entscheidungen zu treffen und die Kontrolle über deine finanzielle Zukunft zu übernehmen.

source: Ghostfolio is an open source software (OSS), providing a cost-effective alternative to {{ product2.name }} making it particularly suitable for individuals on a tight budget, such as those <a href="../en/blog/2023/07/exploring-the-path-to-fire" >pursuing Financial Independence, Retire Early (FIRE)</a >. By leveraging the collective efforts of a community of developers and personal finance enthusiasts, Ghostfolio continuously enhances its capabilities, security, and user experience.
de: Ghostfolio ist eine Open Source Software (OSS), die eine kostengünstige Alternative zu {{ product2.name }} darstellt und sich besonders für Personen mit knappem Budget eignet, wie z.B. für diejenigen, die <a href="../en/blog/2023/07/exploring-the-path-to-fire" >finanzielle Unabhängigkeit und einen frühen Ruhestand anstreben (FIRE)</a >. Ghostfolio nutzt die gemeinsamen Aktivitäten einer Community von Entwicklern und Finanzenthusiasten, um seine Funktionalität, Sicherheit und Benutzerfreundlichkeit kontinuierlich zu verbessern.

source: Let’s dive deeper into the detailed Ghostfolio vs {{ product2.name }} comparison table below to gain a thorough understanding of how Ghostfolio positions itself relative to {{ product2.name }}. We will explore various aspects such as features, data privacy, pricing, and more, allowing you to make a well-informed choice for your personal requirements.
de: Wir möchten uns in der untenstehenden Ghostfolio vs {{ product2.name }} Vergleichstabelle ein detailliertes Bild davon machen, wie Ghostfolio im Vergleich zu {{ product2.name }} positioniert ist. Wir werden dabei verschiedene Aspekte wie Funktionen, Datenschutz, Preise und weiteres untersuchen, damit du eine gut informierte Entscheidung für deine persönlichen Anforderungen treffen kannst.

source: open-source-alternative-to
de: open-source-alternative-zu

source: Please note that the information provided in the Ghostfolio vs {{ product2.name }} comparison table is based on our independent research and analysis. This website is not affiliated with {{ product2.name }} or any other product mentioned in the comparison. As the landscape of personal finance tools evolves, it is essential to verify any specific details or changes directly from the respective product page. Data needs a refresh? Help us maintain accurate data on <a href="https://github.com/ghostfolio/ghostfolio">GitHub</a>.
de: Bitte beachte, dass die bereitgestellten Ghostfolio vs {{ product2.name }} Informationen auf unserer unabhängigen Recherche und Analyse beruhen. Diese Webseite steht in keiner Verbindung zu {{ product2.name }} oder einem anderen im Vergleich erwähnten Produkt. Da sich die Landschaft der Personal Finance Tools ständig weiterentwickelt, ist es wichtig, alle spezifischen Details oder Änderungen direkt auf der jeweiligen Produktseite zu überprüfen. Brauchen die Daten eine Auffrischung? Unterstütze uns bei der Pflege der aktuellen Daten auf <a href="https://github.com/ghostfolio/ghostfolio">GitHub</a>.

source: Ready to take your <strong>investments</strong> to the <strong>next level</strong>?
de: Bereit, deine <strong>Investitionen</strong> auf ein <strong>neues Level</strong>zu bringen?

source: Get Started
de: Jetzt loslegen

source: (Last 24 hours)
de: (Letzte 24 Stunden)

source: (Last 30 days)
de: (Letzte 30 Tage)

source: (Last 90 days)
de: (Letzte 90 Tage)

source: New
de: Neu

source: Choose or drop a file here
de: Wählen Sie eine Datei aus oder ziehen Sie sie hierhin

source: You are using the Live Demo.
de: Du verwendest die Live Demo.

source: One-time fee, annual account fees
de: Einmalige Eröffnungsgebühr, jährliche Kontoführungsgebühren

source: Distribution of corporate earnings
de: Ausschüttung von Unternehmensgewinnen

source: Oops! Could not get the historical exchange rate from
de: Ups! Der historische Wechselkurs konnte nicht abgerufen werden vom

source: Interest
de: Zins

source: Revenue for lending out money
de: Ertrag für das Ausleihen von Geld

source: Add Tag
de: Tag hinzufügen

source: Update tag
de: Tag bearbeiten

source: Add tag
de: Tag hinzufügen

source: Ghostfolio X-ray uses static analysis to identify potential issues and risks in your portfolio.
de: Ghostfolio X-ray nutzt statische Analysen, um potenzielle Probleme und Risiken in deinem Portfolio zu identifizieren.

source: Currency Cluster Risks
de: Währungsklumpenrisiken

source: Account Cluster Risks
de: Kontoklumpenrisiken

source: Transfer Cash Balance
de: Cash-Bestand Transfer

source: Settings
de: Einstellungen

source: From
de: Von

source: To
de: Nach

source: Transfer
de: Transferieren

source: Find holding...
de: Finde Position...

source: No entries...
de: Keine Einträge vorhanden...

source: Asset Profile
de: Anlageprofil

source: Search
de: Suche

source: Add Manually
de: Manuell hinzufügen

source: Last All Time High
de: Letztes Allzeithoch

source: User
de: Benutzer

source: Ghostfolio vs {{ product2.name }} comparison table
de: Ghostfolio vs {{ product2.name }} Vergleichstabelle

source: 50-Day Trend
de: 50 Tage Trend

source: 200-Day Trend
de: 200 Tage Trend

source: Cash Balances
de: Cash-Bestände

source: Starting from
de: Ab

source: year
de: Jahr
