Repository: ghostfolio/ghostfolio
Catalog: apps/client/src/locales/messages.*.xlf
Languages: de, es, fr, it, ko, nl, pt, tr, zh

source: No results found...
es: No se encontraron resultados...
ko: 검색된 결과가 없습니다...
nl: Geen resultaten gevonden...
pt: Nenhum resultado encontrado...
zh: 未找到结果...

# rule.economicMarketClusterRiskDevelopedMarkets
source: Developed Markets
es: Mercados desarrollados
ko: 선진시장
zh: 发达市场

# rule.economicMarketClusterRiskDevelopedMarkets.false.max
source: The developed markets contribution of your current investment (${developedMarketsValueRatio}%) exceeds ${thresholdMax}%
ko: 현재 투자의 선진국 시장 기여도(${개발된MarketsValueRatio}%)가 ${thresholdMax}%를 초과합니다.
zh: 发达市场对您的当前投资 (${developedMarketsValueRatio}%) 的贡献超过了 ${thresholdMax}%

# rule.economicMarketClusterRiskDevelopedMarkets.false.min
source: The developed markets contribution of your current investment (${developedMarketsValueRatio}%) is below ${thresholdMin}%
ko: 현재 투자의 선진국 시장 기여도(${개발된MarketsValueRatio}%)가 ${thresholdMin}% 미만입니다.
zh: 发达市场对您的当前投资 (${developedMarketsValueRatio}%) 的贡献低于 ${thresholdMin}%

# rule.economicMarketClusterRiskDevelopedMarkets.true
source: The developed markets contribution of your current investment (${developedMarketsValueRatio}%) is within the range of ${thresholdMin}% and ${thresholdMax}%
ko: 현재 투자의 선진국 시장 기여도(${개발된MarketsValueRatio}%)는 ${thresholdMin}% 및 ${thresholdMax}% 범위 내에 있습니다.
zh: 发达市场对您的当前投资 (${developedMarketsValueRatio}%) 的贡献在 ${thresholdMin}% 和 ${thresholdMax}% 之间

# rule.economicMarketClusterRiskEmergingMarkets
source: Emerging Markets
es: Mercados emergentes
ko: 신흥시장
zh: 新兴市场

# rule.economicMarketClusterRiskEmergingMarkets.false.max
source: The emerging markets contribution of your current investment (${emergingMarketsValueRatio}%) exceeds ${thresholdMax}%
ko: 현재 투자의 신흥 시장 기여도(${emergingMarketsValueRatio}%)가 ${thresholdMax}%를 초과합니다.
zh: 新兴市场对您的当前投资 (${emergingMarketsValueRatio}%) 的贡献超过了 ${thresholdMax}%

# rule.economicMarketClusterRiskEmergingMarkets.false.min
source: The emerging markets contribution of your current investment (${emergingMarketsValueRatio}%) is below ${thresholdMin}%
ko: 현재 투자의 신흥 시장 기여도(${emergingMarketsValueRatio}%)가 ${thresholdMin}% 미만입니다.
zh: 新兴市场对您的当前投资 (${emergingMarketsValueRatio}%) 的贡献低于 ${thresholdMin}%

# rule.economicMarketClusterRiskEmergingMarkets.true
source: The emerging markets contribution of your current investment (${emergingMarketsValueRatio}%) is within the range of ${thresholdMin}% and ${thresholdMax}%
ko: 현재 투자의 신흥 시장 기여도(${emergingMarketsValueRatio}%)가 ${thresholdMin}% 및 ${thresholdMax}% 범위 내에 있습니다.
zh: 新兴市场对您的当前投资 (${emergingMarketsValueRatio}%) 的贡献在 ${thresholdMin}% 和 ${thresholdMax}% 之间

# rule.accountClusterRiskCurrentInvestment.false.invalid
source: No accounts have been set up
es: No se han configurado cuentas
ko: 설정된 계정이 없습니다.
zh: 未设置任何帐户

# rule.accountClusterRiskSingleAccount.false.invalid
source: Your net worth is managed by 0 accounts
es: Su patrimonio neto es administrado por 0 cuentas
ko: 귀하의 순자산은 0개의 계정에서 관리됩니다.
tr: Net değeriniz 0 hesap tarafından yönetiliyor
zh: 您的净资产由 0 个帐户管理

# rule.regionalMarketClusterRiskAsiaPacific
source: Asia-Pacific
ko: 아시아·태평양
nl: Azië-Pacific
pt: Ásia-Pacífico
tr: Asya-Pasifik
zh: 亚太地区

# rule.regionalMarketClusterRiskAsiaPacific.false.max
source: The Asia-Pacific market contribution of your current investment (${valueRatio}%) exceeds ${thresholdMax}%
ko: 현재 투자의 아시아 태평양 시장 기여도(${valueRatio}%)가 ${thresholdMax}%를 초과합니다.
zh: 亚太地区对您的当前投资 (${valueRatio}%) 的贡献超过了 ${thresholdMax}%

# rule.regionalMarketClusterRiskAsiaPacific.false.min
source: The Asia-Pacific market contribution of your current investment (${valueRatio}%) is below ${thresholdMin}%
ko: 현재 투자의 아시아 태평양 시장 기여도(${valueRatio}%)가 ${thresholdMin}% 미만입니다.
zh: 亚太地区对您的当前投资 (${valueRatio}%) 的贡献低于 ${thresholdMin}%

# rule.regionalMarketClusterRiskAsiaPacific.true
source: The Asia-Pacific market contribution of your current investment (${valueRatio}%) is within the range of ${thresholdMin}% and ${thresholdMax}%
ko: 현재 투자의 아시아 태평양 시장 기여도(${valueRatio}%)가 ${thresholdMin}% 및 ${thresholdMax}% 범위 내에 있습니다.
zh: 亚太地区对您的当前投资 (${valueRatio}%) 的贡献在 ${thresholdMin}% 和 ${thresholdMax}% 之间

# rule.regionalMarketClusterRiskEmergingMarkets
source: Emerging Markets
ko: 신흥시장
tr: Gelişmekte Olan Piyasalar
zh: 新兴市场

# rule.regionalMarketClusterRiskEmergingMarkets.false.max
source: The Emerging Markets contribution of your current investment (${valueRatio}%) exceeds ${thresholdMax}%
ko: 현재 투자의 신흥 시장 기여도(${valueRatio}%)가 ${thresholdMax}%를 초과합니다.
zh: 新兴市场对您的当前投资 (${valueRatio}%) 的贡献超过了 ${thresholdMax}%

# rule.regionalMarketClusterRiskEmergingMarkets.false.min
source: The Emerging Markets contribution of your current investment (${valueRatio}%) is below ${thresholdMin}%
ko: 현재 투자의 신흥 시장 기여도(${valueRatio}%)가 ${thresholdMin}% 미만입니다.
zh: 新兴市场对您的当前投资 (${valueRatio}%) 的贡献低于 ${thresholdMin}%

# rule.regionalMarketClusterRiskEmergingMarkets.true
source: The Emerging Markets contribution of your current investment (${valueRatio}%) is within the range of ${thresholdMin}% and ${thresholdMax}%
ko: 현재 투자의 신흥 시장 기여도(${valueRatio}%)가 ${thresholdMin}% 및 ${thresholdMax}% 범위 내에 있습니다.
zh: 新兴市场对您的当前投资 (${valueRatio}%) 的贡献在 ${thresholdMin}% 和 ${thresholdMax}% 之间

# rule.regionalMarketClusterRiskEurope
source: Europe
ko: 유럽
nl: Europa
pt: Europa
tr: Avrupa
zh: 欧洲市场

# rule.regionalMarketClusterRiskEurope.false.max
source: The Europe market contribution of your current investment (${valueRatio}%) exceeds ${thresholdMax}%
ko: 현재 투자의 유럽 시장 기여도(${valueRatio}%)가 ${thresholdMax}%를 초과합니다.
zh: 欧洲市场对您的当前投资 (${valueRatio}%) 的贡献超过了 ${thresholdMax}%

# rule.regionalMarketClusterRiskEurope.false.min
source: The Europe market contribution of your current investment (${valueRatio}%) is below ${thresholdMin}%
ko: 현재 투자의 유럽 시장 기여도(${valueRatio}%)가 ${thresholdMin}% 미만입니다.
zh: 欧洲市场对您的当前投资 (${valueRatio}%) 的贡献低于 ${thresholdMin}%

# rule.regionalMarketClusterRiskEurope.true
source: The Europe market contribution of your current investment (${valueRatio}%) is within the range of ${thresholdMin}% and ${thresholdMax}%
ko: 현재 투자의 유럽 시장 기여도(${valueRatio}%)는 ${thresholdMin}% 및 ${thresholdMax}% 범위 내에 있습니다.
zh: 欧洲市场对您的当前投资 (${valueRatio}%) 的贡献在 ${thresholdMin}% 和 ${thresholdMax}% 之间

# rule.regionalMarketClusterRiskJapan
source: Japan
es: Japón
ko: 일본
pt: Japão
tr: Japonya
zh: 日本市场

# rule.regionalMarketClusterRiskJapan.false.max
source: The Japan market contribution of your current investment (${valueRatio}%) exceeds ${thresholdMax}%
es: La contribución al mercado japonés de su inversión actual (${valueRatio}%) supera el ${thresholdMax}%
ko: 현재 투자의 일본 시장 기여도(${valueRatio}%)가 ${thresholdMax}%를 초과합니다.
zh: 日本市场对您的当前投资 (${valueRatio}%) 的贡献超过了 ${thresholdMax}%

# rule.regionalMarketClusterRiskJapan.false.min
source: The Japan market contribution of your current investment (${valueRatio}%) is below ${thresholdMin}%
es: La contribución al mercado japonés de su inversión actual (${valueRatio}%) es inferior a ${thresholdMin}%
ko: 현재 투자의 일본 시장 기여도(${valueRatio}%)가 ${thresholdMin}% 미만입니다.
zh: 日本市场对您的当前投资 (${valueRatio}%) 的贡献低于 ${thresholdMin}%

# rule.regionalMarketClusterRiskJapan.true
source: The Japan market contribution of your current investment (${valueRatio}%) is within the range of ${thresholdMin}% and ${thresholdMax}%
es: La contribución al mercado japonés de su inversión actual (${valueRatio}%) está dentro del rango de ${thresholdMin}% y ${thresholdMax}%
ko: 현재 투자의 일본 시장 기여도(${valueRatio}%)는 ${thresholdMin}% 및 ${thresholdMax}% 범위 내에 있습니다.
zh: 日本市场对您的当前投资 (${valueRatio}%) 的贡献在 ${thresholdMin}% 和 ${thresholdMax}% 之间

# rule.regionalMarketClusterRiskNorthAmerica
source: North America
es: Norteamérica
ko: 북미
nl: Noord-Amerika
pt: América do Norte
tr: Kuzey Amerika
zh: 北美市场

# rule.regionalMarketClusterRiskNorthAmerica.false.max
source: The North America market contribution of your current investment (${valueRatio}%) exceeds ${thresholdMax}%
es: La contribución del mercado de América del Norte de su inversión actual (${valueRatio}%) supera el ${thresholdMax}%
ko: 현재 투자의 북미 시장 기여도(${valueRatio}%)가 ${thresholdMax}%를 초과합니다.
zh: 北美市场对您的当前投资 (${valueRatio}%) 的贡献超过了 ${thresholdMax}%

# rule.regionalMarketClusterRiskNorthAmerica.false.min
source: The North America market contribution of your current investment (${valueRatio}%) is below ${thresholdMin}%
es: La contribución al mercado de América del Norte de su inversión actual (${valueRatio}%) es inferior a ${thresholdMin}%
ko: 현재 투자의 북미 시장 기여도(${valueRatio}%)가 ${thresholdMin}% 미만입니다.
zh: 北美市场对您的当前投资 (${valueRatio}%) 的贡献低于 ${thresholdMin}%

# rule.regionalMarketClusterRiskNorthAmerica.true
source: The North America market contribution of your current investment (${valueRatio}%) is within the range of ${thresholdMin}% and ${thresholdMax}%
es: La contribución al mercado de América del Norte de su inversión actual (${valueRatio}%) está dentro del rango de ${thresholdMin}% y ${thresholdMax}%
ko: 현재 투자의 북미 시장 기여도(${valueRatio}%)가 ${thresholdMin}% 및 ${thresholdMax}% 범위 내에 있습니다.
zh: 北美市场对您的当前投资 (${valueRatio}%) 的贡献在 ${thresholdMin}% 和 ${thresholdMax}% 之间

source: Find Ghostfolio on GitHub
es: Encuentra Ghostfolio en GitHub
ko: 깃허브에서 Ghostfolio 찾기
nl: Vind Ghostfolio op GitHub
pt: Encontre o Ghostfolio no GitHub
tr: GitHub’da Ghostfolio’yu bulun
zh: 在 GitHub 上查找 Ghostfolio

source: Join the Ghostfolio Slack community
es: Únete a la comunidad de Ghostfolio Slack
ko: Ghostfolio 슬랙 커뮤니티에 참여하세요
nl: Word lid van de Ghostfolio Slack-gemeenschap
pt: Junte-se à comunidade do Ghostfolio Slack
tr: Ghostfolio Slack topluluğuna katılın
zh: 加入 Ghostfolio Slack 社区

source: Follow Ghostfolio on X (formerly Twitter)
es: Siga a Ghostfolio en X (anteriormente Twitter)
ko: X(이전의 Twitter)에서 Ghostfolio를 팔로우하세요.
nl: Volg Ghostfolio op X (voorheen Twitter)
pt: Siga o Ghostfolio no X (antigo Twitter)
tr: Ghostfolio’yu X’te takip edin (eski adıyla Twitter)
zh: 在 X (前身为 Twitter) 上关注 Ghostfolio

source: Send an e-mail
es: Enviar un correo electrónico
ko: 이메일 보내기
nl: Stuur een e-mail
pt: Enviar um e-mail
tr: Bir e-posta gönder
zh: 发送电子邮件

source: Registration Date
ko: 등록일
zh: 注册日期

source: Follow Ghostfolio on LinkedIn
es: Siga a Ghostfolio en LinkedIn
ko: LinkedIn에서 Ghostfolio를 팔로우하세요.
nl: Volg Ghostfolio op LinkedIn
pt: Siga o Ghostfolio no LinkedIn
tr: Ghostfolio’yu LinkedIn’de takip edin
zh: 在 LinkedIn 上关注 Ghostfolio

source: Ghostfolio is an independent & bootstrapped business
es: Ghostfolio es una empresa independiente y autónoma
ko: Ghostfolio는 독립적이고 부트스트랩된 사업입니다.
nl: Ghostfolio is een onafhankelijk en zelfgefinancierd bedrijf
pt: Ghostfolio é um negócio independente e autossuficiente
zh: Ghostfolio 是一家独立的自筹资金企业

source: Support Ghostfolio
es: Soporte Ghostfolio
ko: 고스트폴리오 지원
nl: Ondersteun Ghostfolio
pt: Apoie o Ghostfolio
tr: Ghostfolio’yu destekleyin
zh: 支持 Ghostfolio

source: out of
es: fuera de
fr: sur
it: fuori
ko: 밖으로
nl: van
tr: dışında

source: Last Request
nl: Laatste verzoek
pt: Último Pedido

source: Sign in with Internet Identity
nl: Aanmelden met Internet Identity
pt: Iniciar sessão com Internet Identity

source: Annualized Performance
nl: Rendement per jaar
pt: Desempenho Anual

source: 4% Rule
nl: 4% regel
pt: Regra dos 4%

source: Holdings
nl: Posities
pt: Posições

source: Ghostfolio empowers you to keep track of your wealth.
nl: Ghostfolio stelt je in staat om je vermogen bij te houden.
pt: O Ghostfolio permite-lhe estar a par e gerir a sua riqueza.

source: Continue with Internet Identity
nl: Ga verder met Internet Identity
pt: Continuar com Internet Identity

source: Get started
nl: Aan de slag
pt: Começar

source: Hello, {{ publicPortfolioDetails?.alias ?? defaultAlias }} has shared a <strong>Portfolio</strong> with you!
nl: Hallo, {{ portfolioPublicDetails?.alias ?? defaultAlias }} heeft een <strong>portefeuille</strong> met je gedeeld!
pt: Olá, {{ portfolioPublicDetails?.alias ?? defaultAlias }} partilhou um <strong>Portefólio</strong> consigo!

source: Protection for sensitive information like absolute performances and quantity values
nl: Bescherming voor gevoelige informatie zoals absoluut rendement en hoeveelheden
pt: Proteção para informações sensíveis, como desempenhos absolutos e valores quantitativos

source: Distraction-free experience for turbulent times
nl: Afleidingsvrije ervaring voor roerige tijden
pt: Experiência sem distrações para tempos turbulentos

source: Sneak peek at upcoming functionality
nl: Voorproefje van nieuwe functionaliteit
pt: Acesso antecipado a funcionalidades futuras

source: Are you an ambitious investor who needs the full picture?
nl: Ben jij een ambitieuze investeerder die het volledige plaatje wilt zien?
pt: É um investidor ambicioso que precisa de ter uma vista completa?

source: For tech-savvy investors who prefer to run Ghostfolio on their own infrastructure.
nl: Voor technisch onderlegde beleggers die Ghostfolio liever op hun eigen systemen draaien.
pt: Para investidores experientes que preferem correr o Ghostfolio na sua própria infraestrutura.

source: For new investors who are just getting started with trading.
nl: Voor nieuwe beleggers die net beginnen met handelen.
pt: Para novos investidores que estão a começar a investir agora.

source: For ambitious investors who need the full picture of their financial assets.
nl: Voor ambitieuze beleggers die een volledig beeld willen hebben van hun financiële assets.
pt: Para investidores ambiciosos que precisam de ter uma visão completa de seus ativos financeiros.

source: Get Started
nl: Aan de slag
pt: Começar

source: Our official Ghostfolio Premium cloud offering is the easiest way to get started. Due to the time it saves, this will be the best option for most people. Revenue is used to cover operational costs for the hosting infrastructure and professional data providers, and to fund ongoing development.
nl: Ons officiële Ghostfolio Premium-cloudaanbod is de gemakkelijkste manier om aan de slag te gaan. Vanwege de tijdsbesparing zal dit voor de meeste mensen de beste optie zijn. De opbrengsten worden gebruikt om de operationele kosten voor de hostinginfrastructuur en professionele dataproviders te dekken, en om de lopende ontwikkeling te financieren.

source: Upgrade to Ghostfolio Premium today and gain access to exclusive features to enhance your investment experience:
nl: Upgrade vandaag nog naar Ghostfolio Premium en krijg toegang tot exclusieve functies om je beleggingservaring te verbeteren:
pt: Atualize para o Ghostfolio Premium e obtenha acesso a recursos exclusivos para aperfeiçoar a sua experiência de investimento:

source: Get the tools to effectively manage your finances and refine your personal investment strategy.
nl: Krijg de tools om je financiën effectief te beheren en je persoonlijke beleggingsstrategie te verfijnen.
pt: Obtenha as ferramentas necessárias para gerir as suas finanças de forma eficaz e aperfeiçoe a sua estratégia de investimento pessoal.

source: Add Platform
nl: Platform Toevoegen
pt: Adicionar Plataforma

source: Frequently Asked Questions (FAQ)
nl: Veelgestelde Vragen
pt: Perguntas Frequentes (FAQ)

source: Import and Export
nl: Importeer en exporteer
pt: Importação e exportação

source: Discover Open Source Alternatives for Personal Finance Tools
nl: Ontdek Open Source alternatieven voor tools voor persoonlijke financiën
pt: Descubra alternativas de software livre para ferramentas de finanças pessoais

source: Available in
nl: Beschikbaar in
pt: Disponível em

source: Self-Hosting
nl: Zelf hosten
pt: Auto-hospedagem

source: Use anonymously
nl: Gebruik anoniem
pt: Utilizar anonimamente

source: Free Plan
nl: Gratis abonnement
pt: Plano gratuito

source: Effortlessly track, analyze, and visualize your wealth with Ghostfolio.
nl: Volg, analyseer en visualiseer moeiteloos je vermogen met Ghostfolio.
pt: Acompanhe, analise e visualize o seu património sem esforço com a Ghostfolio.

source: At Ghostfolio, transparency is at the core of our values. We publish the source code as <a href="https://github.com/ghostfolio/ghostfolio" title="Find Ghostfolio on GitHub" >open source software</a > (OSS) under the <a href="https://www.gnu.org/licenses/agpl-3.0.html" title="GNU Affero General Public License" >AGPL-3.0 license</a > and we openly share aggregated key metrics of the platform’s operational status.
nl: Bij Ghostfolio is transparantie één van onze kernwaarden. We publiceren de broncode als <a href="https://github.com/ghostfolio/ghostfolio" title="Find Ghostfolio on GitHub" >open source software</a > (OSS) onder de <a href="https://www.gnu.org/licenses/agpl-3.0.html" title="GNU Affero General Public License" >AGPL-3.0 licentie</a > en we delen openlijk geaggregeerde kerncijfers van de operationele status van het platform.
pt: Na Ghostfolio, a transparência está no centro dos nossos valores. Publicamos o código fonte como <a href="https://github.com/ghostfolio/ghostfolio" title="Find Ghostfolio on GitHub" >open source software</a > (OSS) under the <a href="https://www.gnu.org/licenses/agpl-3.0.html" title="GNU Affero General Public License" >AGPL-3.0 license</a > and we openly share aggregated key metrics of the platform’s operational status.

source: Check out the numerous features of Ghostfolio to manage your wealth
nl: Bekijk de vele functies van Ghostfolio om je vermogen te beheren
pt: Confira os inúmeros recursos do Ghostfolio para gerenciar seu patrimônio

source: If you prefer to run Ghostfolio on your own infrastructure, please find the source code and further instructions on <a href="https://github.com/ghostfolio/ghostfolio">GitHub</a>.
nl: Als je Ghostfolio liever op je eigen systeem uitvoert, vind je de broncode en verdere instructies op <a href="https://github.com/ghostfolio/ghostfolio">GitHub</a>.
pt: Se você preferir executar o Ghostfolio em sua própria infraestrutura, encontre o código-fonte e mais instruções em <a href="https://github.com/ghostfolio/ghostfolio">GitHub</a>.

source: Manage your wealth like a boss
nl: Beheer je vermogen als een baas
pt: Gerencie seu patrimônio como um chefe

source: Ghostfolio is a privacy-first, open source dashboard for your personal finances. Break down your asset allocation, know your net worth and make solid, data-driven investment decisions.
nl: Ghostfolio is een privacygericht, open source dashboard voor je persoonlijke financiën. Analyseer je asset-allocatie, ken je nettowaarde en neem gefundeerde, datagedreven investeringsbeslissingen.
pt: Ghostfolio é um painel de código aberto que prioriza a privacidade para suas finanças pessoais. Divida sua alocação de ativos, conheça seu patrimônio líquido e tome decisões de investimento sólidas e baseadas em dados.

source: Protect your <strong>assets</strong>. Refine your <strong>personal investment strategy</strong>.
nl: Bescherm je <strong>financiële bezittingen</strong>. Verfijn je <strong>persoonlijke investeringsstrategie</strong>.
pt: Proteja o seu <strong>assets</strong>. Refine your <strong>personal investment strategy</strong>.

source: Ghostfolio empowers busy people to keep track of stocks, ETFs or cryptocurrencies without being tracked.
nl: Ghostfolio stelt drukbezette mensen in staat om aandelen, ETF’s of cryptocurrencies bij te houden zonder gevolgd te worden.
pt: O Ghostfolio permite que pessoas ocupadas acompanhem ações, ETFs ou criptomoedas sem serem rastreadas.

source: Use Ghostfolio anonymously and own your financial data.
nl: Gebruik Ghostfolio anoniem en bezit je financiële gegevens.
pt: Use o Ghostfolio anonimamente e possua seus dados financeiros.

source: Benefit from continuous improvements through a strong community.
nl: Profiteer van voortdurende verbeteringen door een sterke gemeenschap.
pt: Beneficie-se de melhorias contínuas através de uma comunidade forte.

source: Ghostfolio is for you if you are...
nl: Ghostfolio is iets voor je als je...
pt: Ghostfolio é para você se você for...

source: What our <strong>users</strong> are saying
nl: Wat onze <strong>gebruikers</strong> zeggen
pt: Qual é o nosso <strong>users</strong> are saying

source: Members from around the globe are using <a href="pricing"><strong>Ghostfolio Premium</strong></a>
nl: Leden van over de hele wereld gebruiken<a href="pricing"><strong>Ghostfolio Premium</strong></a>
pt: Membros de todo o mundo estão usando <a href="pricing"><strong>Ghostfolio Premium</strong></a>

source: How does <strong>Ghostfolio</strong> work?
nl: Hoe <strong>Ghostfolio</strong> werkt?
pt: Como é que <strong>Ghostfolio</strong> work?

source: Add any of your historical transactions
nl: Voeg al je historische transacties toe
pt: Adicione qualquer uma de suas transações históricas

source: Get valuable insights of your portfolio composition
nl: Krijg waardevolle inzichten in de samenstelling van je portefeuille
pt: Obtenha insights valiosos sobre a composição do seu portfólio

source: Are <strong>you</strong> ready?
nl: Ben <strong>jij</strong> er klaar voor?
pt: São <strong>you</strong> preparar?

source: Get the full picture of your personal finances across multiple platforms.
nl: Krijg een volledig beeld van je persoonlijke financiën op meerdere platforms.
pt: Tenha uma visão completa das suas finanças pessoais em diversas plataformas.

# routes.faq
source: faq
es: preguntas-mas-frecuentes
fr: foire-aux-questions
it: domande-piu-frequenti
nl: veelgestelde-vragen
pt: perguntas-mais-frequentes
tr: sss

# routes.features
source: features
es: funcionalidades
fr: fonctionnalites
it: funzionalita
nl: functionaliteiten
pt: funcionalidades
tr: oezellikler

# routes.about
source: about
es: sobre
fr: a-propos
it: informazioni-su
nl: over
pt: sobre
tr: hakkinda

# routes.about.privacyPolicy
source: privacy-policy
es: politica-de-privacidad
fr: politique-de-confidentialite
it: informativa-sulla-privacy
nl: privacybeleid
pt: politica-de-privacidade
tr: gizlilik-politikasi

# routes.about.license
source: license
es: licencia
fr: licence
it: licenza
nl: licentie
pt: licenca
tr: lisans

# routes.markets
source: markets
es: mercados
fr: marches
it: mercati
nl: markten
pt: mercados
tr: piyasalar

# routes.pricing
source: pricing
es: precios
fr: prix
it: prezzi
nl: prijzen
pt: precos
tr: fiyatlandirma

# routes.register
source: register
es: registro
fr: enregistrement
it: iscrizione
nl: registratie
pt: registo
tr: kayit-ol

# routes.resources
source: resources
es: recursos
fr: ressources
it: risorse
nl: bronnen
pt: recursos
tr: kaynaklar

source: This overview page features a curated collection of personal finance tools compared to the open source alternative <a [routerLink]="routerLinkAbout">Ghostfolio</a>. If you value transparency, data privacy, and community collaboration, Ghostfolio provides an excellent opportunity to take control of your financial management.
nl: Deze overzichtspagina bevat een verzameling tools voor persoonlijke financiën vergeleken met het open source alternatief <a [routerLink]="routerLinkAbout">Ghostfolio</a>. Als je waarde hecht aan transparantie, gegevensprivacy en samenwerking binnen een gemeenschap, biedt Ghostfolio een uitstekende mogelijkheid om je financieel beheer in eigen hand te nemen.
pt: Esta página de visão geral apresenta uma coleção selecionada de ferramentas de finanças pessoais em comparação com a alternativa de código aberto<a [routerLink]="routerLinkAbout">Ghostfolio</a>. Se você valoriza transparência, privacidade de dados e colaboração comunitária, o Ghostfolio oferece uma excelente oportunidade para assumir o controle de sua gestão financeira.

source: Explore the links below to compare a variety of personal finance tools with Ghostfolio.
nl: Bekijk de links hieronder om verschillende persoonlijke financiële tools met Ghostfolio te vergelijken.
pt: Explore os links abaixo para comparar uma variedade de ferramentas de finanças pessoais com o Ghostfolio.
