Repository: ghostfolio/ghostfolio
Catalog: apps/client/src/locales/messages.*.xlf
Languages: de, es, fr, it, ko, nl, pt, tr, zh

source: Distribution of corporate earnings
es: Distribución de ganancias corporativas
fr: Distribution des bénéfices de la société
it: A distribuzione dei dividendi
ko: 기업 수익 분배
nl: Distribute van bedrijfsopbrengsten
pt: Distribuição de lucros corporativos
tr: Şirket gelirinin dağıtımı
zh: 企业盈利分配

source: Revenue for lending out money
es: Ingresos por prestar dinero
fr: Revenue lié au prêt d’argent
it: Ricavi dal prestito di soldi
ko: 이자 수익
nl: Opbrengsten voor het uitlenen van geld
pt: Receita por empréstimo de dinheiro
tr: Borç verme getirisi
zh: 放贷收入

source: Mortgages, personal loans, credit cards
es: Hipotecas, préstamos personales, tarjetas de crédito
fr: Hypothèques, Prêts personnels, Cartes de crédit
it: Mutui, prestiti personali, carte di credito
ko: 모기지, 개인 대출, 신용카드
nl: Hypotheken, persoonlijke leningen, creditcards
pt: Hipotecas, crédito pessoal, cartões de crédito
tr: Mortgage, kişisel krediler, kredi kartları
zh: 抵押贷款、个人贷款、信用卡

source: Luxury items, real estate, private companies
es: Artículos de lujo, bienes raíces, empresas privadas
fr: Bien de luxes, Immobilier, sociétées privées
it: Articoli di lusso, immobili, aziende private
ko: 명품, 부동산, 민간 기업
nl: Luxe artikelen, onroerend goed, particuliere bedrijven
pt: Artigos de luxo, bens imobiliários, empresas privadas
tr: Lüks eşyalar, gayrimenkuller, özel şirketler
zh: 奢侈品、房地产、私营公司

source: Update Cash Balance
es: Actualizar saldo en efectivo
fr: Mettre à jour le Solde
it: Aggiornamento del saldo di cassa
ko: 현금 잔액 업데이트
nl: Saldo bijwerken
pt: Atualizar saldo em Dinheiro
tr: Nakit Bakiyesini Güncelle
zh: 更新现金余额

source: Unit Price
es: Precio unitario
fr: Prix Unitaire
it: Prezzo unitario
ko: 단가
nl: Prijs per eenheid
pt: Preço por Unidade
tr: Birim Fiyat
zh: 单价

source: Import Activities
de: Aktivitäten importieren
es: Importar operaciones
fr: Importer Activités
it: Importa le attività
ko: 활동 가져오기
nl: Activiteiten importeren
pt: Importar Atividades
tr: İşlemleri İçe Aktar
zh: 导入活动记录

source: Import Dividends
de: Dividenden importieren
es: Importar Dividendos
fr: Importer Dividendes
it: Importa i dividendi
ko: 배당금 가져오기
nl: Importeer dividenden
pt: Importar Dividendos
tr: Temettüleri İçe Aktar
zh: 导入股息

source: Importing data...
de: Daten importieren...
es: Importando datos...
fr: Import des données...
it: Importazione dei dati...
ko: 데이터 가져오는 중...
nl: Gegevens importeren...
pt: A importar dados...
tr: Veri içe aktarılıyor...
zh: 正在导入数据...

source: Import has been completed
de: Der Import wurde abgeschlossen
es: La importación se ha completado
fr: L’import est terminé
it: L’importazione è stata completata
ko: 가져오기가 완료되었습니다.
nl: Importeren is voltooid
pt: A importação foi concluída
tr: İçe aktarma tamamlandı
zh: 导入已完成

source: or start a discussion at
ko: 또는 다음에서 토론을 시작하세요.
zh: 或在以下位置开始讨论

source: Validating data...
de: Daten validieren...
es: Validando datos...
fr: Validation des données...
it: Convalida dei dati...
ko: 데이터 유효성을 검사하는 중...
nl: Gegevens valideren...
pt: A validar dados...
tr: Veri doğrulanıyor...
zh: 验证数据...

source: Select Holding
es: Seleccionar posición
fr: Selectionner une Position
it: Seleziona la partecipazione
ko: 보유 종목 선택
nl: Selecteer positie
pt: Selecionar Posição
tr: Varlık Seç
zh: 选择持仓

source: Select File
es: Seleccionar archivo
fr: Selectionner un Fichier
it: Seleziona il file
ko: 파일 선택
nl: Selecteer bestand
pt: Selecionar Ficheiro
tr: Dosya Seç
zh: 选择文件

source: Holding
es: Participación
fr: Position
it: Partecipazione
ko: 보유
nl: Positie
pt: Detenção
tr: Varlık
zh: 持仓

source: Load Dividends
es: Cargar dividendos
fr: Charger Dividendes
it: Carica i dividendi
ko: 배당금 불러오기
nl: Laad dividenden
pt: Carregar Dividendos
tr: Temettü Yükle
zh: 加载股息

source: Choose or drop a file here
es: Elige o suelta un archivo aquí
fr: Choisissez ou déposez un fichier ici
it: Seleziona o trascina qui un file
ko: 여기에 파일을 선택하거나 드롭하세요.
nl: Kies of sleep bestand hier
pt: Selecione ou solte um arquivo aqui
tr: Dosya seçin ya da sürükleyin
zh: 在此处选择或放置文件

source: The following file formats are supported:
es: Los siguientes formatos de archivo están soportados:
fr: Les formats de fichier suivants sont supportés :
it: Sono supportati i seguenti formati di file:
ko: 다음 파일 형식이 지원됩니다.
nl: De volgende bestandsformaten worden ondersteund:
pt: Os seguintes formatos de ficheiro são suportados:
tr: Aşağıdaki dosya formatları desteklenmektedir:
zh: 支持以下文件格式：

source: Select Dividends
es: Seleccionar dividendos
fr: Selectionner les Dividendes
it: Seleziona i dividendi
ko: 배당금 선택
nl: Selecteer dividenden
pt: Selecionar Dividendos
tr: Temettü Seç
zh: 选择股息

source: Select Activities
es: Seleccionar dividendos
fr: Selectionner les Activités
it: Seleziona le attività
ko: 활동 선택
nl: Selecteer activiteiten
pt: Selecionar Atividades
tr: İşlemleri Seç
zh: 选择活动

source: Back
es: Volver
fr: Retour
it: Indietro
ko: 뒤쪽에
nl: Terug
pt: Anterior
tr: Geri
zh: 后退

source: Allocations
de: Allokationen
es: Distribución
fr: Répartitions
it: Allocazioni
ko: 할당
nl: Allocaties
pt: Alocações
tr: Dağılımlar
zh: 分配

source: Proportion of Net Worth
es: Porcentaje del patrimonio neto
fr: Proportion de votre Fortune
it: Percentuale del patrimonio netto
ko: 순자산 비율
nl: Verhouding van netto waarde
pt: Proporção do Valor Líquido
tr: Net Değer Oranı
zh: 占净资产的比例

source: By Platform
es: Por plataforma
fr: Par Plateforme
it: Per piattaforma
ko: 플랫폼별
nl: Per platform
pt: Por Plataforma
tr: Platforma Göre
zh: 按平台

source: By Currency
es: Por divisa
fr: Par Devise
it: Per valuta
ko: 통화별
nl: Per valuta
pt: Por Moeda
tr: Para Birimine Göre
zh: 按货币

source: By Asset Class
es: Por tipo de activo
fr: Par Classe d’Actifs
it: Per classe asset
ko: 자산 클래스별
nl: Per asset klasse
pt: Por Classe de Ativo
tr: Varlık Sınıfına Göre
zh: 按资产类别

source: By Holding
es: Por participación
fr: Par Position
it: Per partecipazione
ko: 보유 종목별
nl: Per positie
pt: Por Posse
tr: Varlığa Göre
zh: 通过持有

source: By Sector
es: Por sector
fr: Par Secteur
it: Per settore
ko: 부문별
nl: Per sector
pt: Por Setor
tr: Sektöre Göre
zh: 按部门

source: By Continent
es: Por continente
fr: Par Continent
it: Per continente
ko: 대륙별
nl: Per continent
pt: Por Continente
tr: Kıtaya Göre
zh: 按大陆

source: By Market
es: Por mercado
fr: par marché
it: Per mercato
ko: 시장별
nl: Per markt
pt: Por mercado
tr: Piyasaya Göre
zh: 按市场

source: Regions
es: Regiones
fr: Régions
it: Regioni
ko: 지역
nl: Regio’s
pt: Regiões
tr: Bölgeler
zh: 区域

source: Exclude from Analysis
es: Excluir del análisis
ko: 분석에서 제외
zh: 排除在分析之外

source: Developed Markets
es: Mercados desarrollados
fr: Marchés développés
it: Mercati sviluppati
ko: 선진시장
nl: Ontwikkelde markten
pt: Mercados Desenvoldidos
tr: Gelişmiş Piyasalar
zh: 发达市场

source: Latest activities
ko: 최신 활동
zh: 最新活动

source: Emerging Markets
es: Mercados emergentes
fr: Marchés émergents
it: Mercati emergenti
ko: 신흥시장
nl: Opkomende markten
pt: Mercados Emergentes
tr: Gelişmekte Olan Piyasalar
zh: 新兴市场

source: Other Markets
es: Otros mercados
fr: Autres marchés
it: Altri mercati
ko: 기타 시장
nl: Andere markten
pt: Outros Mercados
tr: Diğer Piyasalar
zh: 其他市场

source: By Account
es: Por cuenta
fr: Par Compte
it: Per account
ko: 계정별
nl: Per rekening
pt: Por Conta
tr: Hesaba Göre
zh: 按帐户

source: By ETF Provider
es: Por proveedor de ETF
fr: Par Émetteur d’ETF
it: Per fornitore di ETF
ko: ETF 제공자별
nl: Per ETF-aanbieder
pt: Por Prestador de ETF
tr: ETF Sağlayıcısına Göre
zh: 按 ETF 提供商

source: By Country
es: Por país
fr: Par Pays
it: Per paese
ko: 국가별
nl: Per land
pt: Por País
tr: Ülkeye Göre
zh: 按国家/地区

source: Analysis
de: Analyse
es: Análisis
fr: Analyse
it: Analisi
ko: 분석
nl: Analyse
pt: Análise
tr: Analiz
zh: 分析

source: Looking for a student discount?
ko: 학생 할인을 찾고 계십니까?
zh: 寻找学生折扣？

source: Dividend
de: Dividenden
es: Dividendo
fr: Dividende
it: Dividendi
ko: 배당금
pt: Dividendos
tr: Temettü
zh: 股息

source: annual interest rate
ko: 연간 이자율
zh: 年利率

source: Deposit
de: Einlage
es: Depósito
fr: Dépôt
it: Deposito
ko: 보증금
nl: Storting
pt: Depósito
tr: Para Yatırma
zh: 存款

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
ko: 월간
nl: Maandelijks
pt: Mensalmente
tr: Aylık
zh: 每月

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
ko: 매년
nl: Jaarlijks
pt: Anualmente
tr: Yıllık
zh: 每年

source: Top
es: Lo mejor
fr: Haut
it: In alto
ko: 상위
nl: Winnaars
pt: Topo
tr: Üst
zh: 顶部

source: Bottom
es: Lo peor
fr: Bas
it: In basso
ko: 하위
nl: Verliezers
pt: Fundo
tr: Alt
zh: 底部

source: Portfolio Evolution
es: Evolución cartera
fr: Évolution du Portefeuille
it: Evoluzione del portafoglio
ko: 포트폴리오 진화
nl: Waardeontwikkeling van portefeuille
pt: Evolução do Portefólio
tr: Portföyün Gelişimi
zh: 投资组合演变

source: Investment Timeline
es: Cronología de la inversión
fr: Historique des Investissements
it: Cronologia degli investimenti
ko: 투자 일정
nl: Tijdlijn investeringen
pt: Cronograma de Investimento
tr: Yatırım Zaman Çizelgesi
zh: 投资时间表

source: Current Streak
es: Racha actual
fr: Série en cours
it: Serie attuale
ko: 현재 연속
nl: Huidige reeks
pt: Série Atual
tr: Güncel Seri
zh: 当前连胜

source: Longest Streak
es: Racha más larga
fr: Série la plus longue
it: Serie più lunga
ko: 최장 연속
nl: Langste reeks
pt: Série mais Longa
tr: En Uzun Seri
zh: 最长连续纪录

source: Dividend Timeline
es: Calendario de dividendos
fr: Historique des Dividendes
it: Cronologia dei dividendi
ko: 배당 일정
nl: Tijdlijn dividend
pt: Cronograma de Dividendos
tr: Temettü Zaman Çizelgesi
zh: 股息时间表

source: FIRE
ko: 불
tr: Finansal Özgürlük ve Erken Emeklilik (FIRE)
zh: 财务独立

source: Calculator
es: Calculadora
fr: Calculatrice
it: Calcolatrice
ko: 계산자
nl: Rekenmachine
pt: Calculadora
tr: Hesap Makinesi
zh: 计算器

source: Pricing
de: Preise
es: Precios
fr: Prix
it: Prezzi
ko: 가격
nl: Prijzen
pt: Preços
tr: Fiyatlandırma
zh: 价格

source: Pricing Plans
es: Planes de precios
fr: Abonnements
it: Piani tariffari
ko: 가격 계획
nl: Prijzen
pt: Planos de Preços
tr: Fiyatlandırma Planları
zh: 定价计划

source: Our official Ghostfolio Premium cloud offering is the easiest way to get started. Due to the time it saves, this will be the best option for most people. Revenue is used to cover operational costs for the hosting infrastructure and professional data providers, and to fund ongoing development.
es: Nuestra oferta oficial en la nube Ghostfolio Premium es la forma más fácil de comenzar. Debido al tiempo que ahorra, esta será la mejor opción para la mayoría de las personas. Los ingresos se utilizan para cubrir los costos operativos de la infraestructura de alojamiento y los proveedores de datos profesionales, y para financiar el desarrollo continuo.
ko: 공식 Ghostfolio 프리미엄 클라우드 서비스는 시작하는 가장 쉬운 방법입니다. 시간이 절약되므로 이는 대부분의 사람들에게 최선의 선택이 될 것입니다. 수익은 호스팅 인프라 및 전문 데이터 제공업체의 운영 비용을 충당하고 지속적인 개발 자금을 조달하는 데 사용됩니다.
zh: 我们的官方 Ghostfolio Premium 云产品是最简单的入门方法。由于它节省了时间，这对于大多数人来说将是最佳选择。收入用于支付托管基础设施的成本和资助持续开发。

source: If you prefer to run Ghostfolio on your own infrastructure, please find the source code and further instructions on <a href="https://github.com/ghostfolio/ghostfolio">GitHub</a>.
es: Si prefieres ejecutar Ghostfolio en tu propia infraestructura, puedes encontrar el código fuente e instrucciones adicionales en <a href="https://github.com/ghostfolio/ghostfolio">GitHub</a>.
fr: Si vous préférez exécuter Ghostfolio sur votre propre infrastructure, veuilez trouver le code source ainsi que des instructions supplémentaires sur <a href="https://github.com/ghostfolio/ghostfolio">GitHub</a>.
it: Se preferisci eseguire Ghostfolio sulla tua infrastruttura, puoi trovare il codice sorgente e ulteriori istruzioni su <a href="https://github.com/ghostfolio/ghostfolio">GitHub</a>.
ko: 자체 인프라에서 Ghostfolio를 운영하고 싶다면, <a href="https://github.com/ghostfolio/ghostfolio">깃허브</a>에서 소스 코드와 추가 안내를 확인하세요.
tr: Ghostfolio’yu kendi altyapınızda çalıştırmayı tercih ederseniz, lütfen kaynak kodunu ve daha fazla talimatı <a href="https://github.com/ghostfolio/ghostfolio">GitHub</a> adresinde bulun.
zh: 如果你希望在自己的基础设施上运行 Ghostfolio，请查看源代码和进一步的说明<a href="https://github.com/ghostfolio/ghostfolio">GitHub</a> 。

source: For tech-savvy investors who prefer to run Ghostfolio on their own infrastructure.
es: Para inversores expertos en tecnología que prefieren ejecutar Ghostfolio en su propia infraestructura.
fr: Pour les investisseurs à l’aise avec la technologie qui préfèrent héberger Ghostfolio sur leur propre infrastructure.
it: Per gli investitori esperti di tecnologia che preferiscono gestire Ghostfolio sulla propria infrastruttura.
ko: 자체 인프라에서 Ghostfolio를 실행하기를 선호하는 기술에 정통한 투자자를 위한 것입니다.
tr: Kendi altyapılarında Ghostfolio’yu çalıştırmayı tercih eden teknolojiye hakim yatırımcılar için.
zh: 适合喜欢在自己的基础设施上运行 Ghostfolio 的精通技术的投资者。

source: Unlimited Transactions
es: Transacciones ilimitadas
fr: Transactions Illimitées
it: Transazioni illimitate
ko: 무제한 거래
nl: Onbeperkte transacties
pt: Transações Ilimitadas
tr: Sınırsız İşlem
zh: 无限交易

source: Unlimited Accounts
es: Cuentas ilimitadas
fr: Comptes illimités
it: Account illimitati
ko: 무제한 계정
nl: Onbeperkte rekeningen
pt: Contas Ilimitadas
tr: Kısıtsız Hesaplar
zh: 无限账户

source: Portfolio Performance
es: Rendimiento del Portfolio
fr: Performance du Portefeuille
it: Prestazioni del portafoglio
ko: 포트폴리오 성과
nl: Portefeuilleprestaties
pt: Desempenho do Portefólio
tr: Portföy Performansı
zh: 投资组合表现

source: Data Import and Export
es: Importacion y exportacion de datos
fr: Import et Export de Données
it: Importazione ed esportazione dei dati
ko: 데이터 가져오기 및 내보내기
pt: Importação e Exportação de Dados
tr: Veri İçe Aktarma ve Dışa Aktarma
zh: 数据导入与导出

source: Community Support
es: Soporte de la comunidad
fr: Support de la Communauté
it: Supporto della comunità
ko: 커뮤니티 지원
nl: Steun van de Gemeenschap
pt: Suporte da Comunidade
tr: Topluluk Desteği
zh: 社区支持

source: Self-hosted, update manually.
es: Auto alojado, actualiza manualmente.
fr: Hébergé localement, mises à jour manuelles.
it: Self-hosted, aggiornamento manuale.
ko: 자체 호스팅, 수동으로 업데이트합니다.
nl: Zelf hosten, handmatig bijwerken.
pt: Hospedado localmente, atualização manual.
tr: Tarafınızca barındırılıyor, elle güncelleyiniz.
zh: 自托管，手动更新。

source: Free
es: Gratis
fr: Gratuit
ko: 무료
nl: Gratis
pt: Grátis
tr: Ücretsiz
zh: 免费

source: For new investors who are just getting started with trading.
es: Para nuevos inversores que estan empezando con el trading.
fr: Pour les nouveaux investisseurs qui débutent en Bourse.
it: Per i nuovi investitori che hanno appena iniziato a fare trading.
ko: 이제 막 거래를 시작한 신규 투자자를 위한 제품입니다.
tr: Alım satıma henüz başlamış yeni yatırımcılar için.
zh: 适合刚开始交易的新投资者。

source: Fully managed Ghostfolio cloud offering.
es: Oferta en la nube de Ghostfolio totalmente administrada.
fr: Offre Ghostfolio cloud complètement administrée.
it: Offerta cloud Ghostfolio completamente gestita.
ko: 완전 관리형 Ghostfolio 클라우드 제품.
nl: Volledig beheerd Ghostfolio cloud-aanbod.
pt: Ghostfolio hospedado na nuvem, totalmente gerido.
tr: Eksiksiz yönetilen Ghostfolio bulut teklifi.
zh: 完全托管的 Ghostfolio 云产品。

source: For ambitious investors who need the full picture of their financial assets.
es: Para inversores ambiciosos que necesitan una visión completa de sus activos financieros
fr: Pour les investisseurs ambitieux qui ont besoin d’une vue complète de leurs actifs financiers.
it: Per gli investitori ambiziosi che hanno bisogno di un quadro completo dei propri asset finanziari.
ko: 자신의 금융 자산에 대한 전체 그림이 필요한 야심찬 투자자를 위한 제품입니다.
tr: Finansal varlıklarının tamamını görmeye ihtiyaç duyan hırslı yatırımcılar için.
zh: 适合需要全面了解其金融资产的雄心勃勃的投资者。

source: Email and Chat Support
es: Soporte a Traves de Email y Chat
fr: Support par E-mail et Tchat
it: Supporto via email e chat
ko: 이메일 및 채팅 지원
nl: Ondersteuning via e-mail en chat
pt: Suporte por Email e Chat
tr: E-posta ve Sohbet Desteği
zh: 电子邮件和聊天支持

source: Renew Plan
es: Renovar Plan
fr: Renouveler l’Abonnement
it: Rinnova il piano
ko: 플랜 갱신
nl: Abonnement Vernieuwen
pt: Renovar Plano
tr: Aboneliği Yenile
zh: 更新计划

source: One-time payment, no auto-renewal.
es: Pago único, sin renovación automática.
fr: Paiement unique, sans auto-renouvellement.
it: Pagamento una tantum, senza rinnovo automatico.
ko: 일회성 결제, 자동 갱신 없음.
nl: Eenmalige betaling, geen automatische verlenging.
pt: Pagamento único, sem renovação automática.
tr: Tek seferlik ödeme, otomatik yenileme yok.
zh: 一次性付款，无自动续订。

source: Could not save asset profile
zh: 无法保存资产概况

source: It’s free.
es: Es gratis.
fr: C’est gratuit.
it: È gratuito.
ko: 무료입니다.
nl: Het is gratis.
pt: É gratuito.
tr: Ücretsiz.
zh: 免费。

source: Hello, {{ publicPortfolioDetails?.alias ?? defaultAlias }} has shared a <strong>Portfolio</strong> with you!
es: Hola, {{ portfolioPublicDetails?.alias ?? defaultAlias }} ha compartido una <strong>Cartera</strong> contigo!
fr: Bonjour, {{ portfolioPublicDetails?.alias ?? defaultAlias }} a partagé un <strong>Portefeuille</strong> avec vous !
it: Salve, {{ portfolioPublicDetails?.alias ?? defaultAlias }} ha condiviso un <strong>Portafoglio</strong> con te!
ko: 안녕하세요. {{ publicPortfolioDetails?.alias ?? defaultAlias }}님이 <strong>포트폴리오</strong>를 공유했습니다!
tr: Merhaba, {{ portfolioPublicDetails?.alias ?? defaultAlias }} size bir <strong>Portföy</strong> paylaştı!
zh: 你好，{{ portfolioPublicDetails?.alias ?? defaultAlias }}分享了一个<strong>投资组合</strong>给你！

source: Continents
es: Continentes
it: Continenti
ko: 대륙
nl: Continenten
pt: Continentes
tr: Kıtalar
zh: 大陆

source: Sustainable retirement income
ko: 지속 가능한 퇴직 소득
zh: 可持续的退休收入

source: Ghostfolio empowers you to keep track of your wealth.
es: Ghostfolio te permite hacer un seguimiento de tu riqueza.
fr: Ghostfolio vous aide à garder un aperçu de votre patrimoine.
it: Ghostfolio ti permette di tenere traccia della tua ricchezza.
ko: Ghostfolio는 귀하의 재산을 추적할 수 있도록 해줍니다.
tr: Ghostfolio, varlıklarınızı takip etmenizi sağlar.
zh: Ghostfolio 使您能够跟踪您的财富。

source: Registration
de: Registrierung
es: Registro
fr: Enregistrement
it: Iscrizione
ko: 등록
nl: Registratie
pt: Registo
tr: Kayıt
zh: 注册

source: Continue with Google
es: Continuar con Google
fr: Continuer avec Google
it: Continua con Google
ko: 구글로 계속하기
nl: Verder met Google
pt: Continuar com Google
tr: Google ile Devam Et
zh: 继续使用谷歌

source: Copy to clipboard
es: Copiar al portapapeles
fr: Copier vers le presse-papier
it: Copia negli appunti
ko: 클립보드에 복사
nl: Kopieer naar klembord
pt: Copiar para a área de transferência
tr: Panoya Kopyala
zh: 复制到剪贴板

source: Personal Finance Tools
de: Tools für persönliche Finanzen
es: Herramientas de finanzas personales
fr: Outils de Gestion de Patrimoine
it: Strumenti di finanza personale
ko: 개인 금융 도구
nl: Tools voor persoonlijke financiën
pt: Ferramentas de finanças pessoais
tr: Kişisel Finans Araçları
zh: 个人理财工具

source: Discover Open Source Alternatives for Personal Finance Tools
es: Descubra alternativas de software libre para herramientas de finanzas personales
fr: Découvrez les alternatives Open Source pour les outils de Gestion de Patrimoine
it: Scopri le alternative open source per gli strumenti di finanza personale
ko: 개인 금융 도구를 위한 오픈 소스 대안을 찾아보세요
tr: Açık Kaynak Kişisel Finans Seçeneklerini Keşfet
zh: 发现个人理财工具的开源替代品

source: This overview page features a curated collection of personal finance tools compared to the open source alternative <a [routerLink]="routerLinkAbout">Ghostfolio</a>. If you value transparency, data privacy, and community collaboration, Ghostfolio provides an excellent opportunity to take control of your financial management.
es: Esta página de resumen presenta una colección seleccionada de herramientas de finanzas personales, comparadas con la alternativa de código abierto <a [routerLink]="routerLinkAbout">Ghostfolio</a>. Si valoras la transparencia, la privacidad de los datos y la colaboración comunitaria, Ghostfolio ofrece una excelente oportunidad para tomar el control de tu gestión financiera.
fr: Cette page d’aperçu présente une collection d’outils de finances personnelles comparés à la solution open source alternative <a [routerLink]="routerLinkAbout">Ghostfolio</a>. Si vous accordez de l’importance à la transparence, à la confidentialité des données et à la collaboration communautaire, Ghostfolio vous offre une excellente occasion de prendre le contrôle de votre gestion financière.
it: Questa pagina panoramica presenta una raccolta curata di strumenti di finanza personale confrontati con l’alternativa open source <a [routerLink]="routerLinkAbout">Ghostfolio</a>. Se apprezzi la trasparenza, la privacy dei dati e la collaborazione con la comunità, Ghostfolio ti offre un’ottima opportunità per prendere il controllo della tua gestione finanziaria.
ko: 이 개요 페이지에는 오픈 소스 대안인 <a [routerLink]="routerLinkAbout">Ghostfolio</a>와 비교하여 엄선된 개인 금융 도구 컬렉션이 포함되어 있습니다. 투명성, 데이터 개인 정보 보호 및 커뮤니티 협업을 중요하게 생각한다면 Ghostfolio는 재무 관리를 제어할 수 있는 훌륭한 기회를 제공합니다.
tr: Bu genel bakış sayfası, diğer kişisel finans araçlarının seçilmiş bir koleksiyonunun açık kaynak alternatifi<a [routerLink]="routerLinkAbout">Ghostfolio ile karşılaştırmasını sunmaktadır.</a>. Şeffaflığa, veri gizliliğine ve topluluk işbirliğine değer veriyorsanız Ghostfolio, finansal yönetiminizin kontrolünü ele almak için mükemmel Şeffaflığa, veri gizliliğine ve topluluk işbirliğine değer veriyorsanız Ghostfolio, finansal yönetiminizin kontrolünü ele almak için mükemmel bir fırsat sunuyor.
zh: 此概述页面包含与开源替代方案相比的精选个人理财工具集合<a [routerLink]="routerLinkAbout">Ghostfolio</a>。如果您重视透明度、数据隐私和社区协作，Ghostfolio 提供了一个绝佳的机会来控制您的财务管理。

source: Explore the links below to compare a variety of personal finance tools with Ghostfolio.
es: Explora los siguientes enlaces para comparar una variedad de herramientas de finanzas personales con Ghostfolio.
fr: Explorez les liens ci-dessous pour comparer une variété d’outils de finances personnelles avec Ghostfolio.
it: Esplora i link qui sotto per confrontare una serie di strumenti di finanza personale con Ghostfolio.
ko: Ghostfolio와 다양한 개인 금융 도구를 비교하려면 아래 링크를 탐색하십시오.
tr: Aşağıdaki bağlantıları keşfedin, çeşitli kişisel finans araçlarını Ghostfolio ile karşılaştırın.
zh: 浏览下面的链接，将各种个人理财工具与 Ghostfolio 进行比较。

source: Open Source Alternative to {{ personalFinanceTool.name }}
es: Alternativa de software libre a {{ product.name }}
fr: Solutions open source alternatives à {{ product.name }}
it: L’alternativa open source a {{ product.name }}
ko: {{ personalFinanceTool.name }}의 오픈 소스 대안
tr: için Açık Kaynak Alternatifi {{ personalFinanceTool.name }}
zh: {{ personalFinanceTool.name }} 的开源替代品

source: The Open Source Alternative to
es: La alternativa de software libre a
fr: L’alternative open source à
it: L’alternativa open source a
ko: 오픈 소스 대안
nl: Open Source alternatief voor
pt: A alternativa de software livre ao
tr: Açık Kaynak Alternatifi
zh: 开源替代方案
