Repository: ghostfolio/ghostfolio
Catalog: apps/client/src/locales/messages.*.xlf
Languages: de, es, fr, it, ko, nl, pt, tr, zh

source: Higher Risk
de: Höheres Risiko
es: Riesgo mayor
fr: Risque élevé
it: Rischio più elevato
ko: 더 높은 위험
nl: Hoger risico
pt: Risco mais Elevado
tr: Daha Yüksek Risk
zh: 风险较高

source: This activity already exists.
de: Diese Aktivität existiert bereits.
es: Esta actividad ya existe.
fr: Cette activité existe déjà.
it: Questa attività esiste già.
ko: 이 활동은 이미 존재합니다.
nl: Deze activiteit bestaat al.
pt: Essa atividade já existe.
tr: Bu işlem zaten mevcut.
zh: 这项活动已经存在。

source: Japan
es: Japón
fr: Japon
it: Giappone
ko: 일본
pt: Japão
tr: Japonya
zh: 日本

source: Lower Risk
de: Geringeres Risiko
es: Menor riesgo
fr: Risque faible
it: Rischio inferiore
ko: 위험 감소
nl: Lager risico
pt: Risco menos Elevado
tr: Daha Düşük Risk
zh: 降低风险

source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
ko: 월
nl: Maand
pt: Mês
tr: Ay
zh: 月

source: Months
de: Monate
es: Meses
fr: Mois
it: Mesi
ko: 개월
nl: Maanden
pt: Meses
tr: Ay
zh: 几个月

source: Other
de: Andere
es: Otros
fr: Autre
it: Altro
ko: 다른
nl: Anders
pt: Outro
tr: Diğer
zh: 其他

source: Preset
de: Filtervorlage
es: Preestablecido
fr: Configuration par défaut
it: Preimpostato
ko: 프리셋
nl: Voorinstelling
pt: Predefinição
tr: Önceden Ayarlanmış
zh: 预设

source: Retirement Provision
de: Altersvorsorge
es: Provisión de jubilación
fr: Réserve pour retraite
it: Fondo pensione
ko: 퇴직금
nl: Pensioen
pt: Provisão de Reforma
tr: Yaşlılık Provizyonu
zh: 退休金

source: Satellite
de: Satellit
es: Satélite
ko: 위성
nl: Satelliet
pt: Satélite
tr: Uydu
zh: 卫星

source: Symbol
es: Símbolo
fr: Symbole
it: Simbolo
ko: 상징
nl: Symbool
pt: Símbolo
tr: Sembol
zh: 代码

source: Tag
es: Etiqueta
fr: Étiquette
it: Etichetta
ko: 꼬리표
nl: Label
pt: Marcador
tr: Etiket
zh: 标签

source: Year
de: Jahr
es: Año
fr: Année
it: Anno
ko: 년도
nl: Jaar
pt: Ano
tr: Yıl
zh: 年

source: View Details
ko: 세부정보 보기
zh: 查看详细信息

source: Years
de: Jahre
es: Años
fr: Années
it: Anni
ko: 연령
nl: Jaren
pt: Anos
tr: Yıl
zh: 年

source: Sign in with OpenID Connect
ko: OpenID Connect로 로그인
zh: 使用 OpenID Connect 登录

source: Buy
de: Kauf
es: Comprar
fr: Achat
it: Compra
ko: 구입하다
nl: Koop
pt: Comprar
tr: Al
zh: 买入

source: Fee
de: Gebühr
es: Tarifa
fr: Frais
it: Commissione
ko: 요금
nl: Kosten
pt: Taxa
tr: Ücret
zh: 费用

source: Valuable
de: Wertsache
es: Valioso
fr: Actifs
it: Prezioso
ko: 귀중한
nl: Waardevol
pt: De valor
tr: Kıymet
zh: 贵重物品

source: Liability
de: Verbindlichkeit
es: Responsabilidad
fr: Dette
it: Passività
ko: 책임
nl: Verplichtingen
pt: Responsabilidade
tr: Yükümlülük
zh: 负债

source: Sell
de: Verkauf
es: Venta
fr: Vente
it: Vendi
ko: 팔다
nl: Verkopen
pt: Venda
tr: Sat
zh: 卖出

source: Cash
de: Bargeld
es: Efectivo
it: Contanti
ko: 현금
nl: Contant geld
pt: Dinheiro
tr: Nakit
zh: 现金

source: Commodity
de: Rohstoff
es: Bien
fr: Marchandise
it: Materia prima
ko: 상품
nl: Grondstof
pt: Matéria-prima
tr: Emtia
zh: 商品

source: Equity
de: Beteiligungskapital
es: Capital
fr: Capital
it: Azione ordinaria
ko: 주식
pt: Ações
tr: Menkul Kıymet
zh: 股权

source: Fixed Income
de: Feste Einkünfte
es: Renta fija
fr: Revenu Fixe
it: Reddito fisso
ko: 채권
nl: Vast inkomen
pt: Rendimento Fixo
tr: Sabit Gelir
zh: 固定收益

source: Real Estate
de: Immobilien
es: Propiedad inmobiliaria
fr: Immobilier
it: Immobiliare
ko: 부동산
nl: Vastgoed
pt: Imobiliário
tr: Gayrimenkul
zh: 房地产

source: Authentication
ko: 입증
zh: 认证

source: Bond
de: Anleihe
es: Bono
fr: Obligation
it: Obbligazioni
ko: 노예
nl: Obligatie
pt: Obrigação
tr: Bono
zh: 债券

source: Cryptocurrency
de: Kryptowährung
es: Criptomoneda
fr: Cryptomonnaie
it: Criptovaluta
ko: 암호화폐
nl: Cryptovaluta
pt: Criptomoedas
tr: Kriptopara
zh: 加密货币

source: ETF
tr: Borsada İşlem Gören Fonlar (ETF)
zh: 交易所交易基金

source: Mutual Fund
de: Investmentfonds
es: Fondo de inversión
fr: SICAV
it: Fondo comune di investimento
ko: 뮤추얼 펀드
nl: Beleggingsfonds
pt: Fundo de Investimento
tr: Borsada İşlem Görmeyen Fonlar (Mutual Fund)
zh: 共同基金

source: Precious Metal
de: Edelmetall
es: Metal precioso
fr: Métal Précieux
it: Metalli preziosi
ko: 귀금속
nl: Edelmetaal
pt: Metal Precioso
tr: Kıymetli Metaller
zh: 贵金属

source: Private Equity
de: Privates Beteiligungskapital
es: Capital riesgo
fr: Capital Propre
it: Azione ordinaria privata
ko: 사모펀드
tr: Özel Menkul Kıymetler
zh: 私募股权

source: Stock
de: Aktie
es: Acción
fr: Action
it: Azione
ko: 재고
nl: Aandeel
pt: Ação
tr: Hisse Senetleri
zh: 股票

source: Africa
de: Afrika
es: África
fr: Afrique
ko: 아프리카
nl: Afrika
pt: África
tr: Afrika
zh: 非洲

source: Asia
de: Asien
fr: Asie
ko: 아시아
nl: Azië
pt: Ásia
tr: Asya
zh: 亚洲

source: Europe
de: Europa
es: Europa
it: Europa
ko: 유럽
nl: Europa
pt: Europa
tr: Avrupa
zh: 欧洲

source: North America
de: Nordamerika
es: América del Norte
fr: Amérique du Nord
it: Nord America
ko: 북미
nl: Noord-Amerika
pt: América do Norte
tr: Kuzey Amerika
zh: 北美

source: If you retire today, you would be able to withdraw
ko: 오늘 퇴사하면 탈퇴 가능
zh: 如果您今天退休，您将能够提取

source: Oceania
de: Ozeanien
es: Oceanía
fr: Océanie
ko: 오세아니아
nl: Oceanië
pt: Oceânia
tr: Okyanusya
zh: 大洋洲

source: South America
de: Südamerika
es: América del Sur
fr: Amérique du Sud
it: Sud America
ko: 남아메리카
nl: Zuid-Amerika
pt: América do Sul
tr: Güney Amerika
zh: 南美洲

source: Extreme Fear
de: Extreme Angst
es: Miedo extremo
fr: Extreme Peur
it: Paura estrema
ko: 극심한 공포
nl: Extreme Angst
pt: Medo Extremo
tr: Aşırı Korku
zh: 极度恐惧

source: Extreme Greed
de: Extreme Gier
es: Avaricia extrema
fr: Extreme Cupidité
it: Avidità estrema
ko: 극도의 탐욕
nl: Extreme Hebzucht
pt: Ganância Extrema
tr: Aşırı Açgözlülük
zh: 极度贪婪

source: Neutral
fr: Neutre
it: Neutrale
ko: 중립적
nl: Neutraal
pt: Neutro
tr: Nötr
zh: 中性的

source: Valid until
es: Válido hasta
fr: Valide jusqu’au
it: Valido fino a
ko: 유효기간
nl: Geldig tot
pt: Válido até
tr: Geçerli tarih
zh: 有效期至

source: Time to add your first activity.
es: Es momento de añadir tu primera operación.
fr: Il est temps d’ajouter votre première activité.
it: È il momento di aggiungere la tua prima attività.
ko: 첫 번째 활동을 추가할 시간입니다.
nl: Tijd om je eerste activiteit toe te voegen.
pt: Está na hora de adicionar a sua primeira atividade.
tr: İlk işleminizi girmanin tam zamanı.
zh: 是时候添加您的第一个活动了。

source: No data available
de: Keine Daten verfügbar
es: Sin datos disponibles
fr: Pas de données disponibles
it: Nessun dato disponibile
ko: 사용 가능한 데이터가 없습니다.
nl: Geen gegevens beschikbaar
pt: Sem dados disponíveis
tr: Veri mevcut değil
zh: 无可用数据

source: If a translation is missing, kindly support us in extending it <a href="https://github.com/ghostfolio/ghostfolio/blob/main/apps/client/src/locales/messages.{{ language }}.xlf" target="_blank" >here</a >.
es: Si falta una traducción, por favor ayúdenos a ampliarla. <a href="https://github.com/ghostfolio/ghostfolio/blob/main/apps/client/src/locales/messages.{{ language }}.xlf" target="_blank" >here</a >.
fr: Si une traduction est manquante, veuillez nous aider à compléter la traduction <a href="https://github.com/ghostfolio/ghostfolio/blob/main/apps/client/src/locales/messages.{{ language }}.xlf" target="_blank" >here</a >.
it: Se manca una traduzione, puoi aiutarci modificando questo file: <a href="https://github.com/ghostfolio/ghostfolio/blob/main/apps/client/src/locales/messages.{{ language }}.xlf" target="_blank" >here</a >.
ko: 번역이 누락된 경우 <a href="https://github.com/ghostfolio/ghostfolio/blob/main/apps/client/src/locales/messages.{{ language }}.xlf" target="_blank" >여기</a >에서 번역을 확장할 수 있도록 지원해 주시기 바랍니다.
tr: Eğer bir çeviri eksikse, lütfen bunu genişletmemize yardımcı olun <a href="https://github.com/ghostfolio/ghostfolio/blob/main/apps/client/src/locales/messages.{{ language }}.xlf" target="_blank" >burada</a >.
zh: 如果翻译缺失，欢迎在<a href="https://github.com/ghostfolio/ghostfolio/blob/main/apps/client/src/locales/messages.{{ language }}.xlf" target="_blank" >这里</a >进行扩展。

source: Date Range
es: Rango de fechas
fr: Intervalle de Date
it: Intervallo di date
ko: 기간
nl: Datumbereik
pt: Período
tr: Tarih Aralığı
zh: 日期范围

source: The current market price is
es: El precio actual de mercado es
fr: Le prix actuel du marché est
it: L’attuale prezzo di mercato è
ko: 현재 시장가격은
nl: De huidige markt waarde is
pt: O preço de mercado atual é
tr: Şu anki piyasa fiyatı
zh: 当前市场价格为

source: Test
es: Prueba
it: Prova
ko: 시험
pt: Teste
zh: 测试

source: Oops! Could not grant access.
es: ¡Ups! No se pudo otorgar acceso.
fr: Oops! Impossible d’accorder l’accès.
it: Ops! Impossibile abilitare l’accesso.
ko: 이런! 액세스 권한을 부여할 수 없습니다.
nl: Oeps! Kan geen toegang verlenen.
pt: Ops! Não foi possível conceder acesso.
tr: Hay Allah! Erişim izni verilemedi.
zh: 哎呀！无法授予访问权限。

source: Argentina
ko: 아르헨티나
zh: 阿根廷

source: Restricted view
es: Vista restringida
fr: Vue restreinte
it: Vista limitata
ko: 제한된 보기
nl: Beperkte blik
pt: Visualização restrita
tr: Kısıtlı görünüm
zh: 受限视图

source: Permission
es: Permiso
fr: Autorisation
it: Permessi
ko: 허가
nl: Toestemming
pt: Permissão
tr: Yetki
zh: 权限

source: Private
es: Privado
fr: Privée
it: Privato
ko: 사적인
nl: Prive
pt: Privado
tr: Özel
zh: 私人的

source: Job Queue
es: Cola de trabajos
fr: File d’attente
it: Coda Lavori
ko: 작업 대기열
nl: Opdracht Wachtrij
pt: Fila de trabalhos
tr: İş Kuyruğu
zh: 任务队列

source: Market data is delayed for
es: Los datos del mercado se retrasan por
fr: Les données du marché sont retardées de
it: I dati di mercato sono ritardati di
ko: 시장 데이터가 지연됩니다.
nl: Markt data is vertraagd voor
pt: Dados de mercado estão atrasados para
tr: Piyasa verileri gecikmeli
zh: 市场数据延迟

source: Absolute Currency Performance
es: Rendimiento absoluto de divisas
fr: Performance des devises en valeur absolue
it: Rendimento assoluto della Valuta
ko: 절대적인 통화 성과
nl: Absolute Valutaprestaties
pt: Desempenho absoluto da moeda
tr: Mutlak Para Performansı
zh: 绝对货币表现

source: Close Holding
ko: 닫기 보유
zh: 关闭持仓

source: Absolute Asset Performance
es: Rendimiento absoluto de los activos
fr: Performance des Actifs en valeur absolue
it: Rendimento assoluto dell’Asset
ko: 절대자산성과
nl: Absolute Activaprestaties
pt: Desempenho absoluto de ativos
tr: Mutlak Varlık Performansı
zh: 绝对资产回报

source: Investment
es: Inversión
fr: Investissement
it: Investimento
ko: 투자
nl: Investering
pt: Investimento
tr: Yatırım
zh: 投资

source: here
ko: 여기
zh: 这里

source: Asset Performance
fr: Performance des Actifs
it: Rendimento dell’Asset
ko: 자산 성과
tr: Varlık Performansı
zh: 资产回报

source: Currency Performance
fr: Performance des devises
it: Rendimento della Valuta
ko: 통화 성과
tr: Para Performansı
zh: 货币表现

source: Year to date
es: El año hasta la fecha
it: Da inizio anno
ko: 연초 현재
nl: Jaar tot nu toe
pt: No acumulado do ano
tr: Yıl içi
zh: 今年迄今为止

source: Week to date
es: Semana hasta la fecha
it: Da inizio settimana
ko: 이번주 현재까지
nl: Week tot nu toe
pt: Semana até agora
tr: Hafta içi
zh: 本周至今

source: Month to date
es: Mes hasta la fecha
it: Da inizio mese
ko: 월간 누계
nl: Maand tot nu toe
pt: Do mês até a data
tr: Ay içi
zh: 本月至今

source: MTD
it: Mese corrente
zh: 本月至今

source: WTD
it: Settimana corrente
nl: Week tot nu toe
zh: 本周至今

source: Oops! A data provider is experiencing the hiccups.
es: ¡Ups! Un proveedor de datos está experimentando problemas.
fr: Oops! Un fournisseur de données rencontre des difficultés.
it: Ops! Un data provider sta riscontrando dei problemi.
ko: 이런! 데이터 제공업체에 문제가 발생했습니다.
nl: Oeps! Een gegevensaanbieder ondervindt problemen.
pt: Ops! Um provedor de dados está enfrentando problemas.
tr: Oops! Bir veri sağlayıcısı aksaklık yaşıyor.
zh: 哎呀！数据提供商遇到了问题。

source: View
es: Ver
fr: Vue
it: Visualizza
ko: 보다
nl: Weergave
pt: Visualizar
tr: Görünüm
zh: 查看

source: Reset Filters
es: Reiniciar filtros
fr: Réinitialiser les Filtres
it: Reset Filtri
ko: 필터 재설정
tr: Filtreleri Sıfırla
zh: 重置过滤器

source: year
es: año
fr: année
it: anno
ko: 년도
nl: jaar
pt: ano
tr: Yıl
zh: 年

source: years
es: años
fr: années
it: anni
ko: 연령
nl: jaren
pt: anos
tr: Yıllar
zh: 年

source: Apply Filters
es: Aplicar filtros
fr: Appliquer les Filtres
it: Applica i Filtri
ko: 필터 적용
tr: Filtreleri Uygula
zh: 应用过滤器

source: Self-Hosting
es: Autoalojamiento
ko: 셀프 호스팅
nl: Zelf Hosten
pt: Auto-hospedagem
tr: Kendini Barındırma
zh: 自托管

source: Data Gathering
es: Recopilación de datos
fr: Collecter les données
it: Raccolta Dati
ko: 데이터 수집
nl: Data Verzamelen
pt: Coleta de dados
tr: Veri Toplama
zh: 数据收集

source: General
fr: Général
it: Generale
ko: 일반적인
nl: Algemeen
pt: geral
tr: Genel
zh: 一般的

source: Cloud
es: Nube
ko: 구름
pt: Nuvem
tr: Bulut
zh: 云

source: Oops! It looks like you’re making too many requests. Please slow down a bit.
es: ¡Vaya! Parece que estás haciendo demasiadas solicitudes. Por favor, reduce la velocidad un poco.
fr: Oops! Il semble que vous fassiez trop de requêtes. Veuillez ralentir un peu.
it: Ops! Sembra tu stia facendo troppe richieste. Rallenta un po’ per favore.
ko: 이런! 요청을 너무 많이 하시는 것 같습니다. 조금 천천히 해주세요.
nl: Oeps! Het lijkt er op dat u te veel verzoeken indient. Doe het iets rustiger aan alstublieft.
pt: Ops! Parece que você está fazendo muitas solicitações. Por favor, diminua um pouco a velocidade.
tr: Oops! Görünüşe göre çok fazla istekte bulunuyorsunuz. Lütfen biraz yavaşlayın.
zh: 哎呀！看来您提出了太多要求。请慢一点。

source: My Account
es: Mi cuenta
fr: Mon Compte
it: Il mio Account
ko: 내 계정
nl: Mijn Account
pt: Minha conta
tr: Hesabım
zh: 我的账户

source: Closed
es: Cerrado
fr: Clôturé
it: Chiuso
ko: 닫은
nl: Gesloten
pt: Fechado
tr: Kapalı
zh: 已关闭

source: Active
es: Activo
fr: Actif
it: Attivo
ko: 활동적인
nl: Actief
pt: Ativo
tr: Aktif
zh: 活跃

source: Indonesia
ko: 인도네시아 공화국
nl: Indonesië
zh: 印度尼西亚

source: Activity
es: Actividad
fr: Activitées
it: Attività
ko: 활동
nl: Activiteit
pt: Atividade
tr: Etkinlik
zh: 活动

source: Dividend Yield
es: Rendimiento por dividendo
fr: Rendement en Dividende
it: Rendimento da Dividendi
ko: 배당수익률
nl: Dividendrendement
pt: Rendimento de dividendos
tr: Temettü Getiri
zh: 股息收益率

source: Execute Job
es: Ejecutar Tarea
fr: Execute la tâche
it: Esegui il lavoro
ko: 작업 실행
nl: Opdracht Uitvoeren
pt: Executar trabalho
tr: İşlemi Yürüt
zh: 执行作业

source: Priority
es: Prioridad
fr: Priorité
it: Priorità
ko: 우선 사항
nl: Prioriteit
pt: Prioridade
tr: Öncelik
zh: 优先级

source: This action is not allowed.
es: Esta acción no está permitida.
fr: Cette action n’est pas autorisée.
it: Questa azione non è permessa.
ko: 이 작업은 허용되지 않습니다.
nl: Deze actie is niet toegestaan.
pt: Esta ação não é permitida.
tr: Bu işlem izin verilmiyor.
zh: 不允许执行此操作。

source: Liquidity
es: Liquidez
fr: Liquiditées
it: Liquidità
ko: 유동성
nl: Liquiditeit
pt: Liquidez
tr: Likidite
zh: 流动性

source: {VAR_PLURAL, plural, =1 {activity} other {activities}}
fr: {VAR_PLURAL, plural, =1 {activity} autres {activities}}
it: {VAR_PLURAL, plural, =1 {attività} other {attività}}
ko: {VAR_PLURAL, 복수형, =1 {활동} 기타 {활동}}
nl: {VAR_PLURAL, plural, =1 {activiteit} other {activiteiten}}
tr: {VAR_PLURAL, plural, =1 {Etkinlik} other {Etkinlikler}}
zh: {VAR_PLURAL, plural, =1 {活动} other {活动}}

source: Buy and sell
es: Comprar y vender
fr: Achat et Vente
it: Compra e vendi
ko: 구매 및 판매
nl: Aan- en Verkoop
pt: Compre e venda
tr: Satın ve satın
zh: 买入和卖出

source: Delete Activities
es: Eliminar actividades
fr: Supprimer les Activitées
it: Elimina le attività
ko: 활동 삭제
nl: Verwijder Activiteiten
pt: Excluir atividades
tr: Etkinlikleri Sil
zh: 删除活动

source: Internationalization
es: Internacionalización
fr: Internationalisation
it: Internazionalizzazione
ko: 국제화
nl: Internationalizering
pt: Internacionalização
tr: İnternasyonalizasyon
zh: 国际化

source: Do you really want to close your Ghostfolio account?
es: ¿Estás seguro de querer borrar tu cuenta de Ghostfolio?
fr: Confirmer la suppresion de votre compte Ghostfolio ?
it: Confermi di voler chiudere il tuo account Ghostfolio?
ko: 정말로 Ghostfolio 계정을 폐쇄하시겠습니까?
nl: Wilt u uw Ghostfolio account echt sluiten?
pt: Você realmente deseja encerrar sua conta Ghostfolio?
tr: Ghostfolio hesabınızı kapatmak istediğinize emin misiniz?
zh: 您确定要关闭您的 Ghostfolio 账户吗？

source: Danger Zone
es: Zona peligrosa
fr: Zone de danger
it: Zona di Pericolo
ko: 위험지대
nl: Gevarenzone
pt: Zona de perigo
tr: Tehlikeli Alan
zh: 危险区域

source: Close Account
es: Eliminar cuenta
fr: Supprimer le compte
it: Chiudi l’account
ko: 계정 폐쇄
nl: Account Sluiten
pt: Fechar conta
tr: Hesabı Kapat
zh: 关闭账户

source: By ETF Holding
es: Por tenencia de ETF
fr: Par détention ETF
it: Per ETF posseduti
ko: ETF 홀딩으로
nl: Per Aangehouden ETF
pt: Por ETF Holding
tr: ETF Portföyü
zh: 按 ETF 持仓

source: Approximation based on the top holdings of each ETF
es: Aproximación basada en las principales participaciones de cada ETF
fr: Approximation basée sur les principaux titres de chaque ETF
it: Approssimato in base ai principali ETF posseduti
ko: 각 ETF의 상위 보유량을 기준으로 한 근사치
nl: Benadering op basis van de grootste belegingen binnen iedere ETF
pt: Aproximação baseada nas principais participações de cada ETF
tr: Her ETF’nin en üst tutarlarına dayalı yaklaşım
zh: 基于每个 ETF 的主要持仓的近似值

source: Join now @if (hasPermissionForDemo) { or check out the example account }
es: Únete ahora @if (hasPermissionForDemo) { o consulta la cuenta de ejemplo }
fr: Rejoindre @if (hasPermissionForDemo) { ou voir un compte démo }
it: Registrati adesso @if (hasPermissionForDemo) { o prova l’account demo }
ko: 지금 가입@if (hasPermissionForDemo) {하거나 예시 계정}을 확인하세요.
tr: Hemen katıl @if (hasPermissionForDemo) { ya da örnek hesabı incele }
zh: 立即加入 @if (hasPermissionForDemo) { 或查看示例账户 }

source: Include in
ko: 포함
zh: 包含在

source: Oops! There was an error setting up biometric authentication.
es: ¡Ups! Hubo un error al configurar la autenticación biométrica.
fr: Oops! Une erreur s’est produite lors de la configuration de l’authentification biométrique.
it: Ops! C’è stato un errore impostando l’autenticazione biometrica.
ko: 이런! 생체 인증을 설정하는 중에 오류가 발생했습니다.
nl: Oeps! Er is een fout opgetreden met het instellen van de biometrische authenticatie.
pt: Ops! Ocorreu um erro ao configurar a autenticação biométrica.
tr: Oops! Biyometrik kimlik doğrulama ayarlanırken bir hata oluştu.
zh: 哎呀！设置生物识别认证时发生错误。

source: Show more
es: Mostrar más
fr: Voir plus
it: Visualizza di più
ko: 더 보기
nl: Laat meer zien
pt: Mostrar mais
tr: Daha fazla göster
zh: 显示更多

source: Benchmarks
es: Puntos de referencia
ko: 벤치마크
pt: Referências
tr: Kıyaslamalar
zh: 基准

source: Delete Profiles
es: Borrar Perfiles
fr: Supprimer des Profils
it: Elimina i profili
ko: 프로필 삭제
nl: Verwijder Profielen
pt: Excluir perfis
tr: Profilleri Sil
zh: 删除配置文件

source: Do you really want to delete these profiles?
es: Estas seguro de borrar estos perfiles?
fr: Confirmer la suppression de ces Profils?
it: Confermi di voler eliminare questi profili?
ko: 이 프로필을 정말로 삭제하시겠습니까?
nl: Wilt u deze profielen echt verwijderen?
pt: Você realmente deseja excluir esses perfis?
tr: Bu profilleri silmek istediğinize emin misiniz?
zh: 您确定要删除这些配置文件吗？

source: Oops! Could not delete profiles.
es: ¡Ups! No se pudieron eliminar los perfiles.
fr: Oops! Echec de la suppression de Profils.
it: Ops! Impossibile eliminare i profili.
ko: 이런! 프로필을 삭제할 수 없습니다.
nl: Oeps! Verwijderen van de profielen is mislukt.
pt: Ops! Não foi possível excluir perfis.
tr: Oops! Profilleri silmek mümkün olmadı.
zh: 哎呀！无法删除配置文件。

source: Table
es: Tabla
it: Tabella
ko: 테이블
nl: Tabel
pt: o índice
tr: Tablo
zh: 表格

source: Chart
es: Grafico
fr: Tableau
it: Grafico
ko: 차트
nl: Grafiek
pt: Gráfico
tr: Grafik
zh: 图表

source: Would you like to <strong>refine</strong> your <strong>personal investment strategy</strong>?
es: ¿Te gustaría <strong>refinar</strong> tu <strong>estrategia de inversión personal</strong>?
fr: Souhaitez-vous <strong>affiner</strong> votre <strong>stratégie d’investissement personnelle</strong>?
it: Vorresti <strong>perfezionare</strong> la tua <strong>strategia personale di investimento</strong>?
ko: <strong>개인 투자 전략</strong>을 <strong>개선</strong>하시겠습니까?
tr: Senin <strong>özel yatırım stratejinizi</strong> iyileştirmek ister misin?
zh: 您想 <strong>优化</strong> 您的 <strong>个人投资策略</strong>吗?

source: Alternative
es: Alternativa
it: Alternativa
ko: 대안
nl: Alternatief
pt: Alternativo
tr: Alternatif
zh: 另类

source: App
es: Aplicación
ko: 앱
pt: Aplicativo
zh: 应用

source: Budgeting
es: Presupuestación
fr: Budget
ko: 예산 편성
nl: Budgetteren
pt: Orçamento
tr: Bütçeleme
zh: 预算管理

source: Community
es: Comunidad
fr: Communauté
it: Comunità
ko: 지역 사회
nl: Gemeenschap
pt: Comunidade
tr: Topluluk
zh: 社区

source: Family Office
it: Ufficio familiare
ko: 패밀리오피스
nl: Familiekantoor
pt: Escritório Familiar
tr: Aile Ofisi
zh: 家族办公室

source: Investor
es: Inversor
fr: Investisseur
it: Investitore
ko: 투자자
nl: Investeerder
pt: Investidor
tr: Yatırımcı
zh: 投资者

source: Open Source
es: Código abierto
ko: 오픈 소스
pt: Código aberto
tr: Açık Kaynak
zh: 开源

source: Personal Finance
es: Finanzas personales
fr: Gestion de Patrimoine
it: Finanza Personale
ko: 개인 금융
nl: Persoonlijke Financiën
pt: Finanças Pessoais
tr: Kişisel Finans
zh: 个人理财

source: Privacy
es: Privacidad
fr: Confidentialité
ko: 은둔
pt: Privacidade
tr: Gizlilik
zh: 隐私

source: Software
fr: Logiciels
ko: 소프트웨어
pt: Programas
tr: Yazılım
zh: 软件

source: Tool
es: Herramienta
fr: Outils
it: Strumento
ko: 도구
nl: Hulpmiddel
pt: Ferramenta
tr: Araç
zh: 工具

source: User Experience
es: Experiencia del usuario
fr: Expérience Utilisateur
it: Esperienza Utente
ko: 사용자 경험
nl: Gebruikers Ervaring
pt: Experiência do usuário
tr: Kullanıcı Deneyimi
zh: 用户体验

source: Wealth
es: Riqueza
fr: Patrimoine
it: Ricchezza
ko: 재산
nl: Vermogen
pt: Fortuna
tr: Zenginlik
zh: 财富

source: Wealth Management
es: Gestión de patrimonios
fr: Gestion de Patrimoine
it: Gestione Patrimoniale
ko: 자산관리
nl: Vermogensbeheer
pt: Gestão de patrimônio
tr: Zenginlik Yönetimi
zh: 财富管理

source: Australia
fr: Australie
ko: 호주
nl: Australië
pt: Austrália
tr: Avustralya
zh: 澳大利亚

source: Austria
de: Österreich
fr: Autriche
ko: 오스트리아
nl: Oostenrijk
pt: Áustria
tr: Avusturya
zh: 奥地利

source: Belgium
de: Belgien
es: Bélgica
fr: Belgique
it: Belgio
ko: 벨기에
nl: België
pt: Bélgica
tr: Belçika
zh: 比利时

source: Bulgaria
fr: Bulgarie
ko: 불가리아
nl: Bulgarije
pt: Bulgária
tr: Bulgaristan
zh: 保加利亚

source: View Holding
ko: 보유보기
zh: 查看持仓

source: Canada
de: Kanada
es: Canadá
ko: 캐나다
pt: Canadá
tr: Kanada
zh: 加拿大

source: Czech Republic
de: Tschechische Republik
es: República Checa
fr: République Tchèque
it: Repubblica Ceca
ko: 체코
nl: Tsjechische Republiek
pt: República Tcheca
tr: Çek Cumhuriyeti
zh: 捷克共和国

source: Finland
de: Finnland
es: Finlandia
fr: Finlande
it: Finlandia
ko: 핀란드
pt: Finlândia
tr: Finlandiya
zh: 芬兰

source: France
de: Frankreich
es: Francia
it: Francia
ko: 프랑스
nl: Frankrijk
pt: França
tr: Fransa
zh: 法国

source: Germany
de: Deutschland
es: Alemania
fr: Allemagne
it: Germania
ko: 독일
nl: Duitsland
pt: Alemanha
tr: Almanya
zh: 德国

source: India
fr: Inde
ko: 인도
pt: Índia
tr: Hindistan
zh: 印度

source: Italy
de: Italien
es: Italia
fr: Italie
it: Italia
ko: 이탈리아
nl: Italië
pt: Itália
tr: İtalya
zh: 意大利

source: Netherlands
de: Niederlande
es: Países Bajos
fr: Pays-Bas
it: Olanda
ko: 네덜란드
nl: Nederland
pt: Holanda
tr: Hollanda
zh: 荷兰

source: New Zealand
de: Neuseeland
es: Nueva Zelanda
fr: Nouvelle-Zélande
it: Nuova Zelanda
ko: 뉴질랜드
nl: Nieuw-Zeeland
pt: Nova Zelândia
tr: Yeni Zelanda
zh: 新西兰

source: Poland
de: Polen
es: Polonia
fr: Pologne
it: Polonia
ko: 폴란드
nl: Polen
pt: Polônia
tr: Polonya
zh: 波兰

source: Romania
es: Rumanía
fr: Roumanie
ko: 루마니아
nl: Roemenië
pt: Romênia
tr: Romanya
zh: 罗马尼亚

source: South Africa
de: Südafrika
es: Sudáfrica
fr: Afrique du Sud
it: Sud Africa
ko: 남아프리카
nl: Zuid-Afrika
pt: África do Sul
tr: Güney Afrika
zh: 南非

source: Thailand
es: Tailandia
fr: Thaïlande
it: Tailandia
ko: 태국
pt: Tailândia
tr: Tayland
zh: 泰国

source: United States
de: Vereinigte Staaten von Amerika
es: Estados Unidos
fr: Etats-Unis
it: Stati Uniti
ko: 미국
nl: Verenigde Station
pt: Estados Unidos
tr: Amerika Birleşik Devletleri
zh: 美国

source: Error
fr: Erreur
it: Errore
ko: 오류
nl: Fout
pt: Erro
tr: Hata
zh: 错误
