Repository: ghostfolio/ghostfolio
Catalog: apps/client/src/locales/messages.*.xlf
Languages: de, es, fr, it, ko, nl, pt, tr, zh

source: Open Source Alternative to {{ personalFinanceTool.name }}
nl: Open Source alternatief voor {{ product.name }}
pt: Alternativa de software livre ao {{ product.name }}

source: Are you looking for an open source alternative to {{ product2.name }}? <a [routerLink]="routerLinkAbout">Ghostfolio</a > is a powerful portfolio management tool that provides individuals with a comprehensive platform to track, analyze, and optimize their investments. Whether you are an experienced investor or just starting out, Ghostfolio offers an intuitive user interface and a <a [routerLink]="routerLinkFeatures" >wide range of functionalities</a > to help you make informed decisions and take control of your financial future.
nl: Ben je op zoek naar een open source alternatief voor {{ product2.name }}? <a [routerLink]="routerLinkAbout">Ghostfolio</a > is een krachtige tool voor portefeuillebeheer die particulieren een uitgebreid platform biedt om hun beleggingen bij te houden, te analyseren en te optimaliseren. Of je nu een ervaren belegger bent of net begint, Ghostfolio biedt een intuïtieve gebruikersinterface en <a [routerLink]="routerLinkFeatures" >uitgebreide functionaliteiten</a > om je te helpen weloverwogen beslissingen te nemen en je financiële toekomst in eigen handen te nemen.
pt: Você está procurando uma alternativa de código aberto para {{ product2.name }}? <a [routerLink]="routerLinkAbout">Ghostfolio</a > é uma poderosa ferramenta de gestão de portfólio que oferece aos investidores uma plataforma abrangente para monitorar, analisar e otimizar seus investimentos. Seja você um investidor experiente ou iniciante, o Ghostfolio oferece uma interface de usuário intuitiva e um <a [routerLink]="routerLinkFeatures" >ampla gama de funcionalidades</a > para ajudá-lo a tomar decisões informadas e assumir o controle do seu futuro financeiro.

source: Ghostfolio is an open source software (OSS), providing a cost-effective alternative to {{ product2.name }} making it particularly suitable for individuals on a tight budget, such as those <a href="../en/blog/2023/07/exploring-the-path-to-fire" >pursuing Financial Independence, Retire Early (FIRE)</a >. By leveraging the collective efforts of a community of developers and personal finance enthusiasts, Ghostfolio continuously enhances its capabilities, security, and user experience.
nl: Ghostfolio is open source software (OSS) en biedt een kosteneffectief alternatief voor {{ product2.name }} waardoor het bijzonder geschikt is voor mensen met een krap budget, zoals degenen <a href="../en/blog/2023/07/exploring-the-path-to-fire" >Financiële onafhankelijkheid nastreven, vroeg met pensioen gaan (FIRE)</a >. Door gebruik te maken van de collectieve inspanningen van een gemeenschap van ontwikkelaars en liefhebbers van persoonlijke financiën, verbetert Ghostfolio voortdurend de mogelijkheden, veiligheid en gebruikerservaring.
pt: Ghostfolio é um software de código aberto (OSS), que oferece uma alternativa econômica para {{ product2.name }} tornando-o particularmente adequado para indivíduos com orçamento apertado, como aqueles <a href="../en/blog/2023/07/exploring-the-path-to-fire" >buscando Independência Financeira, Aposentadoria Antecipada (FIRE)</a >. Ao aproveitar os esforços coletivos de uma comunidade de desenvolvedores e entusiastas de finanças pessoais, o Ghostfolio aprimora continuamente seus recursos, segurança e experiência do usuário.

source: Let’s dive deeper into the detailed Ghostfolio vs {{ product2.name }} comparison table below to gain a thorough understanding of how Ghostfolio positions itself relative to {{ product2.name }}. We will explore various aspects such as features, data privacy, pricing, and more, allowing you to make a well-informed choice for your personal requirements.
nl: Laten we eens dieper duiken in de gedetailleerde vergelijkingstabel hieronder om een beter begrip te krijgen hoe Ghostfolio zichzelf positioneert ten opzichte van {{ product2.name }}. We gaan in op verschillende aspecten zoals functies, gegevensprivacy, prijzen en meer, zodat je een weloverwogen keuze kunt maken voor jouw persoonlijke behoeften.
pt: Vamos nos aprofundar nos detalhes do Ghostfolio vs {{ product2.name }} tabela de comparação abaixo para obter uma compreensão completa de como o Ghostfolio se posiciona em relação a {{ product2.name }}. Exploraremos vários aspectos, como recursos, privacidade de dados, preços e muito mais, permitindo que você faça uma escolha bem informada para suas necessidades pessoais.

# routes.resources.personalFinanceTools.openSourceAlternativeTo
source: open-source-alternative-to
es: alternativa-de-software-libre-a
fr: alternative-open-source-a
it: alternativa-open-source-a
nl: open-source-alternatief-voor
pt: alternativa-de-software-livre-ao
tr: acik-kaynak-alternatif

source: Please note that the information provided in the Ghostfolio vs {{ product2.name }} comparison table is based on our independent research and analysis. This website is not affiliated with {{ product2.name }} or any other product mentioned in the comparison. As the landscape of personal finance tools evolves, it is essential to verify any specific details or changes directly from the respective product page. Data needs a refresh? Help us maintain accurate data on <a href="https://github.com/ghostfolio/ghostfolio">GitHub</a>.
nl: Houd er rekening mee dat de verstrekte informatie in deze Ghostfolio vs {{ product2.name }} is gebaseerd op ons onafhankelijk onderzoek en analyse. Deze website is niet gelieerd aan {{ product2.name }} of een ander product dat in de vergelijking wordt genoemd. Aangezien het landschap van tools voor persoonlijke financiën evolueert, is het essentieel om specifieke details of wijzigingen rechtstreeks op de betreffende productpagina te controleren. Hebben je gegevens een opfrisbeurt nodig? Help ons de gegevens nauwkeurig te houden op <a href="https://github.com/ghostfolio/ghostfolio">GitHub</a>.
pt: Observe que as informações fornecidas no Ghostfolio vs. {{ product2.name }} A tabela de comparação é baseada em nossa pesquisa e análise independentes. Este site não é afiliado a {{ product2.name }} ou qualquer outro produto mencionado na comparação. À medida que o cenário das ferramentas de finanças pessoais evolui, é essencial verificar quaisquer detalhes ou alterações específicas diretamente na página do produto correspondente. Os dados precisam de uma atualização? Ajude-nos a manter dados precisos sobre <a href="https://github.com/ghostfolio/ghostfolio">GitHub</a>.

source: Ready to take your <strong>investments</strong> to the <strong>next level</strong>?
nl: Klaar om je <strong>investeringen</strong> naar een <strong>hoger niveau te brengen</strong>?
pt: Pronto para levar o seu <strong>investimentos</strong> para o <strong>próximo nível</strong>?

source: Add Tag
nl: Label Toevoegen
pt: Adicionar etiqueta

source: Currency Cluster Risks
nl: Valuta Cluster Risico’s
pt: Riscos de cluster monetário

source: Account Cluster Risks
nl: Account Cluster Risco’s
pt: Riscos de cluster de contas

# metaDescription
source: Ghostfolio is a personal finance dashboard to keep track of your net worth including cash, stocks, ETFs and cryptocurrencies across multiple platforms.
de: Mit dem Finanz-Dashboard Ghostfolio können Sie Ihr Vermögen in Cash, Aktien, ETFs und Kryptowährungen über mehrere Finanzinstitute überwachen.
nl: Ghostfolio is een persoonlijk financieel dashboard om uw activa zoals aandelen, ETF’s of cryptocurrencies van verschillende platformen bij te houden.
pt: Ghostfolio é um dashboard de finanças pessoais para acompanhar os seus activos como acções, ETFs ou criptomoedas em múltiplas plataformas.

source: User
nl: Gebruiker
pt: Usuário

source: Ghostfolio vs {{ product2.name }} comparison table
nl: Ghostfolio vs {{ product2.name }} vergelijkingstabel
pt: Ghostfolio vs {{ product2.name }} tabela de comparação

# metaKeywords
source: app, asset, cryptocurrency, dashboard, etf, finance, management, performance, portfolio, software, stock, trading, wealth, web3
de: aktie, app, asset, dashboard, etf, finanzen, kryptowährung, management, performance, portfolio, software, trading, vermögen, web3
nl: app, asset, cryptocurrency, dashboard, etf, financiën, management, performance, portfolio, software, aandeel, handel, vermogen, web3
pt: aplicativo, ativo, criptomoeda, painel, etf, finanças, gestão, desempenho, portfólio, software, ação, negociação, riqueza, web3

source: If a translation is missing, kindly support us in extending it <a href="https://github.com/ghostfolio/ghostfolio/blob/main/apps/client/src/locales/messages.{{ language }}.xlf" target="_blank" >here</a >.
nl: Als er een vertaling ontbreekt, kunt u ons helpen deze <a href="https://github.com/ghostfolio/ghostfolio/blob/main/apps/client/src/locales/messages.{{ language }}.xlf" target="_blank" >here</a > uit te breiden.
pt: Se faltar uma tradução, por favor, ajude-nos a estendê-la <a href="https://github.com/ghostfolio/ghostfolio/blob/main/apps/client/src/locales/messages.{{ language }}.xlf" target="_blank" >here</a >.

source: Asset Performance
nl: Activaprestaties
pt: Desempenho de ativos

source: Currency Performance
nl: Valutaprestaties
pt: Desempenho da moeda

source: Absolute Net Performance
nl: Absolute Nettoprestatie
pt: Desempenho Líquido Absoluto

source: Net Performance
nl: Nettoprestatie
pt: Desempenho líquido

source: If you retire today, you would be able to withdraw <span class="font-weight-bold" ><gf-value class="d-inline-block" [isCurrency]="true" [locale]="user?.settings?.locale" [unit]="user?.settings?.baseCurrency" [value]="withdrawalRatePerYear?.toNumber()" /><gf-value class="d-inline-block" [isCurrency]="true" [locale]="user?.settings?.locale" [unit]="user?.settings?.baseCurrency" [value]="fireWealth?.toNumber()" /> per year</span> or <span class="font-weight-bold" ><gf-value class="d-inline-block" [isCurrency]="true" [locale]="user?.settings?.locale" [unit]="user?.settings?.baseCurrency" [value]="withdrawalRatePerMonth?.toNumber()" /><gf-value class="d-inline-block" [isCurrency]="true" [locale]="user?.settings?.locale" [unit]="user?.settings?.baseCurrency" [value]="fireWealth?.toNumber()" /> per month</span>, based on your total assets of <span class="font-weight-bold" ><gf-value class="d-inline-block" [isCurrency]="true" [locale]="user?.settings?.locale" [unit]="user?.settings?.baseCurrency" [value]="fireWealth?.toNumber()" /><gf-value class="d-inline-block" [isCurrency]="true" [locale]="user?.settings?.locale" [unit]="user?.settings?.baseCurrency" [value]="fireWealth?.toNumber()" /></span> and a withdrawal rate of 4%.
nl: Als u vandaag met pensioen zou gaan, kunt u <span class="font-weight-bold" ><gf-value class="d-inline-block" [isCurrency]="true" [locale]="user?.settings?.locale" [unit]="user?.settings?.baseCurrency" [value]="withdrawalRatePerYear?.toNumber()" /><gf-value class="d-inline-block" [isCurrency]="true" [locale]="user?.settings?.locale" [unit]="user?.settings?.baseCurrency" [value]="fireWealth?.toNumber()" /> per jaar</span> or <span class="font-weight-bold" ><gf-value class="d-inline-block" [isCurrency]="true" [locale]="user?.settings?.locale" [unit]="user?.settings?.baseCurrency" [value]="withdrawalRatePerMonth?.toNumber()" /><gf-value class="d-inline-block" [isCurrency]="true" [locale]="user?.settings?.locale" [unit]="user?.settings?.baseCurrency" [value]="fireWealth?.toNumber()" /> per maand</span> opnemen, gebaseerd op uw totale vermogen van <span class="font-weight-bold" ><gf-value class="d-inline-block" [isCurrency]="true" [locale]="user?.settings?.locale" [unit]="user?.settings?.baseCurrency" [value]="fireWealth?.toNumber()" /><gf-value class="d-inline-block" [isCurrency]="true" [locale]="user?.settings?.locale" [unit]="user?.settings?.baseCurrency" [value]="fireWealth?.toNumber()" /></span> en een opnamepercentage van 4%.
pt: Se você se aposentar hoje, poderá sacar <span class="font-weight-bold" ><gf-value class="d-inline-block" [isCurrency]="true" [locale]="user?.settings?.locale" [unit]="user?.settings?.baseCurrency" [value]="withdrawalRatePerYear?.toNumber()" /><gf-value class="d-inline-block" [isCurrency]="true" [locale]="user?.settings?.locale" [unit]="user?.settings?.baseCurrency" [value]="fireWealth?.toNumber()" /> per year</span> or <span class="font-weight-bold" ><gf-value class="d-inline-block" [isCurrency]="true" [locale]="user?.settings?.locale" [unit]="user?.settings?.baseCurrency" [value]="withdrawalRatePerMonth?.toNumber()" /><gf-value class="d-inline-block" [isCurrency]="true" [locale]="user?.settings?.locale" [unit]="user?.settings?.baseCurrency" [value]="fireWealth?.toNumber()" /> per month</span>, based on your total assets of <span class="font-weight-bold" ><gf-value class="d-inline-block" [isCurrency]="true" [locale]="user?.settings?.locale" [unit]="user?.settings?.baseCurrency" [value]="fireWealth?.toNumber()" /><gf-value class="d-inline-block" [isCurrency]="true" [locale]="user?.settings?.locale" [unit]="user?.settings?.baseCurrency" [value]="fireWealth?.toNumber()" /></span> and a withdrawal rate of 4%.

source: Reset Filters
nl: Filters Herstellen
pt: Redefinir filtros

source: Apply Filters
nl: Filters Toepassen
pt: Aplicar filtros

# routes.faq.selfHosting
source: self-hosting
es: auto-alojado
nl: zelf-hosten
pt: auto-hospedagem
tr: kendini-barindirma

source: Join now @if (hasPermissionForDemo) { or check out the example account }
nl: Word nu lid @if (hasPermissionForDemo) { of bekijk het voorbeeldaccount }
pt: Cadastre-se agora @if (hasPermissionForDemo) { ou confira a conta de exemplo }

source: Would you like to <strong>refine</strong> your <strong>personal investment strategy</strong>?
nl: Wilt u uw <strong>persoonlijke belegginngsstrategie verfijnen</strong>?
pt: Você gostaria de <strong>refinar</strong> seu <strong>estratégia de investimento pessoal</strong>?

source: No auto-renewal.
nl: Geen automatische verlenging.
pt: Sem renovação automática.

# routes.resources.guides
source: guides
es: guias
it: guide
nl: gidsen
pt: guias
tr: kilavuzlar

# routes.resources.glossary
source: glossary
es: glosario
fr: glossaire
it: glossario
nl: woordenlijst
pt: glossario
tr: sozluk

source: Ghostfolio X-ray uses static analysis to uncover potential issues and risks in your portfolio. Adjust the rules below and set custom thresholds to align with your personal investment strategy.
nl: Ghostfolio X-ray gebruikt statische analyse om potentiële problemen en risico’s in uw portefeuille te ontdekken. Pas de onderstaande regels aan en stel aangepaste drempelwaarden in die aansluiten bij uw persoonlijke beleggingsstrategie.
pt: O Ghostfolio X-ray utiliza análise estática para identificar potenciais problemas e riscos em seu portfólio. Ajuste as regras abaixo e defina limites personalizados para alinhá-los à sua estratégia de investimento.

source: Economic Market Cluster Risks
nl: Risico’s van Economische Marktclusters
pt: Riscos do Cluster do Mercado Econômico

source: Asset Class Cluster Risks
nl: Activa Klasse Cluster Risico’s

source: Regional Market Cluster Risks
nl: Regionale Markt Clusterrisico’s

source: Terms of Service
nl: Servicevoorwaarden
pt: Termos de Serviço

# routes.about.termsOfService
source: terms-of-service
es: terminos-de-servicio
fr: conditions-d-utilisation
it: termini-e-condizioni
nl: servicevoorwaarden
pt: termos-de-servico
tr: hizmet-kosullari

source: Calculations are based on delayed market data and may not be displayed in real-time.
nl: Berekeningen zijn gebaseerd op vertraagde marktgegevens en worden mogelijk niet in realtime weergegeven.

# routes.about.changelog
source: changelog
es: registro-decambios
fr: journal-des-modifications
it: registro-delle-modifiche
nl: wijzigingslogboek
tr: degisiklik-gunlugu

# rule.emergencyFundSetup.false
source: No emergency fund has been set up
nl: Er is geen noodfonds ingesteld

# rule.emergencyFundSetup.true
source: An emergency fund has been set up
nl: Er is een noodfonds opgericht

# rule.feeRatioInitialInvestment.false
source: The fees do exceed ${thresholdMax}% of your initial investment (${feeRatio}%)
nl: De kosten overschrijden ${thresholdMax}% van uw initiële investering (${feeRatio}%)

# rule.feeRatioInitialInvestment.true
source: The fees do not exceed ${thresholdMax}% of your initial investment (${feeRatio}%)
nl: De kosten bedragen niet meer dan ${thresholdMax}% van uw initiële investering (${feeRatio}%)

source: Name
nl: Naam
pt: Nome

source: Find holding or page...
nl: Zoek holding of pagina...
pt: Encontrar holding ou página...

source: Quick Links
nl: Snelle koppelingen
pt: Links rápidos

source: Asset Profiles
nl: Activaprofielen
pt: Perfis de ativos

# rule.accountClusterRiskSingleAccount.false
source: Your net worth is managed by a single account
nl: Uw nettowaarde wordt beheerd door één enkele account

# rule.accountClusterRiskSingleAccount.true
source: Your net worth is managed by ${accountsLength} accounts
nl: Uw nettowaarde wordt beheerd door ${accountsLength}-accounts

# routes.resources.personalFinanceTools
source: personal-finance-tools
es: herramientas-financieras-personales
fr: outils-finance-personnelle
it: strumenti-di-finanza-personale
nl: hulpmiddelen-voor-persoonlijke-financien
tr: kisisel-finans-araclari

# routes.resources.markets
source: markets
es: mercados
fr: marches
it: mercati
nl: markten
tr: pazarlar

source: Fuel your <strong>self-hosted Ghostfolio</strong> with a <strong>powerful data provider</strong> to access <strong>80,000+ tickers</strong> from over <strong>50 exchanges</strong> worldwide.
nl: Vul je <strong>self-hosted Ghostfolio</strong> met een <strong>krachtige dataleverancier</strong> om toegang te krijgen tot <strong>80.000+ tickers</strong> van meer dan <strong>50 beurzen</strong> wereldwijd.

# rule.accountClusterRiskCurrentInvestment.false
source: Over ${thresholdMax}% of your current investment is at ${maxAccountName} (${maxInvestmentRatio}%)
nl: Meer dan ${thresholdMax}% van uw huidige investering bedraagt ​​${maxAccountName} (${maxInvestmentRatio}%)

# rule.accountClusterRiskCurrentInvestment.true
source: The major part of your current investment is at ${maxAccountName} (${maxInvestmentRatio}%) and does not exceed ${thresholdMax}%
nl: Het grootste deel van uw huidige investering bedraagt ​​${maxAccountName} (${maxInvestmentRatio}%) en bedraagt ​​niet meer dan ${thresholdMax}%

# rule.assetClassClusterRiskEquity.false.max
source: The equity contribution of your current investment (${equityValueRatio}%) exceeds ${thresholdMax}%
nl: De aandelenbijdrage van uw huidige investering (${equityValueRatio}%) overschrijdt ${thresholdMax}%

# rule.assetClassClusterRiskEquity.false.min
source: The equity contribution of your current investment (${equityValueRatio}%) is below ${thresholdMin}%
nl: De inbreng in eigen vermogen van uw huidige investering (${equityValueRatio}%) ligt onder de ${thresholdMin}%

# rule.assetClassClusterRiskEquity.true
source: The equity contribution of your current investment (${equityValueRatio}%) is within the range of ${thresholdMin}% and ${thresholdMax}%
nl: De aandelenbijdrage van uw huidige investering (${equityValueRatio}%) ligt binnen het bereik van ${thresholdMin}% en ${thresholdMax}%

# rule.assetClassClusterRiskFixedIncome.false.max
source: The fixed income contribution of your current investment (${fixedIncomeValueRatio}%) exceeds ${thresholdMax}%
nl: De bijdrage van vastrentende waarden in uw huidige investering (${fixedIncomeValueRatio}%) overschrijdt ${thresholdMax}%

# rule.assetClassClusterRiskFixedIncome.false.min
source: The fixed income contribution of your current investment (${fixedIncomeValueRatio}%) is below ${thresholdMin}%
nl: De bijdrage van vastrentende waarden in uw huidige investering (${fixedIncomeValueRatio}%) ligt onder ${thresholdMin}%

# rule.assetClassClusterRiskFixedIncome.true
source: The fixed income contribution of your current investment (${fixedIncomeValueRatio}%) is within the range of ${thresholdMin}% and ${thresholdMax}%
nl: De bijdrage van vastrentende waarden in uw huidige investering (${fixedIncomeValueRatio}%) ligt binnen het bereik van ${thresholdMin}% en ${thresholdMax}%

# rule.currencyClusterRiskBaseCurrencyCurrentInvestment
source: Investment: Base Currency
nl: Investering: basisvaluta

# rule.currencyClusterRiskBaseCurrencyCurrentInvestment.false
source: The major part of your current investment is not in your base currency (${baseCurrencyValueRatio}% in ${baseCurrency})
nl: Het grootste deel van uw huidige investering staat niet in uw basisvaluta (${baseCurrencyValueRatio}% in ${baseCurrency})

# rule.currencyClusterRiskBaseCurrencyCurrentInvestment.true
source: The major part of your current investment is in your base currency (${baseCurrencyValueRatio}% in ${baseCurrency})
nl: Het grootste deel van uw huidige investering bevindt zich in uw basisvaluta (${baseCurrencyValueRatio}% in ${baseCurrency})

# rule.currencyClusterRiskCurrentInvestment.false
source: Over ${thresholdMax}% of your current investment is in ${currency} (${maxValueRatio}%)
nl: Meer dan ${thresholdMax}% van uw huidige investering is in ${currency} (${maxValueRatio}%)

# rule.currencyClusterRiskCurrentInvestment.true
source: The major part of your current investment is in ${currency} (${maxValueRatio}%) and does not exceed ${thresholdMax}%
nl: Het grootste deel van uw huidige investering is in ${currency} (${maxValueRatio}%) en overschrijdt ${thresholdMax}% niet

# rule.assetClassClusterRisk.category
source: Asset Class Cluster Risks
nl: Clusterrisico’s van beleggingscategorieën
pt: Riscos de cluster de classe de ativos

# rule.economicMarketClusterRisk.category
source: Economic Market Cluster Risks
nl: Risico’s van economische marktclusters
pt: Riscos de Cluster do Mercado Econômico

# rule.regionalMarketClusterRisk.category
source: Regional Market Cluster Risks
nl: Risico’s van regionale marktclusters
pt: Riscos de cluster de mercado regional

# rule.economicMarketClusterRiskDevelopedMarkets
source: Developed Markets
nl: Ontwikkelde markten

# rule.economicMarketClusterRiskDevelopedMarkets.false.max
source: The developed markets contribution of your current investment (${developedMarketsValueRatio}%) exceeds ${thresholdMax}%
nl: De bijdrage van ontwikkelde markten aan je huidige investering (${developedMarketsValueRatio}%) overschrijdt ${thresholdMax}%

# rule.economicMarketClusterRiskDevelopedMarkets.false.min
source: The developed markets contribution of your current investment (${developedMarketsValueRatio}%) is below ${thresholdMin}%
nl: De bijdrage van ontwikkelde markten aan je huidige investering (${developedMarketsValueRatio}%) ligt onder ${thresholdMin}%

# rule.economicMarketClusterRiskDevelopedMarkets.true
source: The developed markets contribution of your current investment (${developedMarketsValueRatio}%) is within the range of ${thresholdMin}% and ${thresholdMax}%
nl: De bijdrage van ontwikkelde markten aan je huidige investering (${developedMarketsValueRatio}%) ligt binnen het bereik van ${thresholdMin}% en ${thresholdMax}%

# rule.economicMarketClusterRiskEmergingMarkets
source: Emerging Markets
nl: Opkomende markten
pt: Mercados Emergentes

# rule.economicMarketClusterRiskEmergingMarkets.false.max
source: The emerging markets contribution of your current investment (${emergingMarketsValueRatio}%) exceeds ${thresholdMax}%
nl: De bijdrage van opkomende markten aan je huidige investering (${emergingMarketsValueRatio}%) overschrijdt ${thresholdMax}%

# rule.economicMarketClusterRiskEmergingMarkets.false.min
source: The emerging markets contribution of your current investment (${emergingMarketsValueRatio}%) is below ${thresholdMin}%
nl: De bijdrage van opkomende markten aan je huidige investering (${emergingMarketsValueRatio}%) ligt onder ${thresholdMin}%
