Repository: ghostfolio/ghostfolio
Catalog: apps/client/src/locales/messages.*.xlf
Languages: de, es, fr, it, ko, nl, pt, tr, zh

source: Deactivate
es: Desactivar
fr: Désactiver
it: Disattiva
ko: 비활성화
nl: Deactiveren
pt: Desativar
tr: Devre Dışı Bırak
zh: 停用

source: Activate
es: Activar
fr: Activer
it: Attiva
ko: 활성화
nl: Activeren
pt: Ativar
tr: Aktif Et
zh: 激活

source: Oops! Could not update access.
ko: 이런! 액세스를 업데이트할 수 없습니다.
zh: 哎呀！无法更新访问权限。

source: , based on your total assets of
ko: , 귀하의 총 자산을 기준으로
zh: 基于您总资产的

source: Inactive
es: Inactiva
fr: Inactif
it: Inattivo
ko: 비활성
nl: Inactief
pt: Inativo
tr: Pasif
zh: 非活跃

source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ko: 취소
nl: Annuleren
pt: Cancelar
tr: İptal Et
zh: 取消

source: Close
es: Cerca
fr: Fermer
it: Chiudi
ko: 닫다
nl: Sluiten
pt: Fechar
tr: Kapat
zh: 关闭

source: Role
ko: 역할
zh: 角色

source: Yes
es: Sí
fr: Oui
it: Si
ko: 예
nl: Ja
pt: Sim
tr: Evet
zh: 是

source: Copy link to clipboard
es: Copiar enlace al portapapeles
fr: Copier le lien dans le presse-papiers
it: Copia link negli appunti
ko: 링크를 클립보드에 복사
nl: Kopieer link naar klembord
pt: Copiar link para a área de transferência
tr: Bağlantıyı panoya kopyala
zh: 复制链接到剪贴板

source: Portfolio Snapshot
es: Instantánea de la cartera
fr: Résumé du portefeuille
it: Stato del Portfolio
ko: 포트폴리오 스냅샷
nl: Portfolio Momentopname
pt: Visão geral do portfólio
tr: Portföy Anlık Görüntüsü
zh: 投资组合快照

source: @if ( SymbolProfile?.currency && data.baseCurrency !== SymbolProfile?.currency ) { Change with currency effect }@else { Change }
fr: @if ( SymbolProfile?.currency && data.baseCurrency !== SymbolProfile?.currency ) { Variation avec taux de change appliqué }@else { Variation }
it: Currency !== SymbolProfile?.currency ) { Cambio con effetto valuta }@else { Cambia }
ko: @if ( SymbolProfile?.currency && data.baseCurrency !== SymbolProfile?.currency ) { 통화 효과로 변경 }@else { 변경 }
nl: @if ( SymbolProfile?.currency && data.baseCurrency !== SymbolProfile?.currency ) { Verandering met valuta effect }@else { Verandering }
tr: @if ( SymbolProfile?.currency && data.baseCurrency !== SymbolProfile?.currency ) { Kur farkı etkisiyle değişim }@else { Değişim }
zh: @if ( SymbolProfile?.currency && data.baseCurrency !== SymbolProfile?.currency ) { 含货币影响的涨跌 }@else { 涨跌 }

source: If you plan to open an account at
ko: 에서 계좌를 개설할 계획이라면
zh: 如果您计划开通账户在

source: @if ( SymbolProfile?.currency && data.baseCurrency !== SymbolProfile?.currency ) { Performance with currency effect }@else { Performance }
fr: @if ( SymbolProfile?.currency && data.baseCurrency !== SymbolProfile?.currency ) { Performance avec taux de change appliqué }@else { Performance }
it: Currency !== SymbolProfile?.currency ) { Prestazioni con effetto valuta }@else { Prestazioni }
ko: @if ( SymbolProfile?.currency && data.baseCurrency !== SymbolProfile?.currency ) { 환율 효과가 있는 실적 }@else { 실적 }
nl: @if ( SymbolProfile?.currency && data.baseCurrency !== SymbolProfile?.currency ) { Prestatie met valuta effect }@else { Prestatie }
tr: @if ( SymbolProfile?.currency && data.baseCurrency !== SymbolProfile?.currency ) { Kur farkı etkisiyle performans }@else { Performans }
zh: @if ( SymbolProfile?.currency && data.baseCurrency !== SymbolProfile?.currency ) { 含货币影响的表现 }@else { 表现 }

source: Threshold Min
es: Umbral mínimo
fr: Seuil Min
it: Soglia Minima
ko: 임계값 최소
nl: Drempelwaarde Min
pt: Limite mínimo
tr: Eşik Min
zh: 最小阈值

source: Threshold Max
es: Umbral máximo
fr: Seuil Max
it: Soglia Massima
ko: 임계값 최대
nl: Drempelwaarde Max
pt: Limite máximo
tr: Eşik Max
zh: 阈值上限

source: send an e-mail to
ko: 에게 이메일을 보내다
zh: 发送电子邮件至

source: Customize
es: Personalizar
fr: Personnaliser
it: Personalizza
ko: 사용자 정의
nl: Aanpassen
pt: Personalizar
tr: Özelleştir
zh: 自定义

source: This year
es: Este año
fr: Cette année
it: Anno corrente
ko: 올해
nl: Dit jaar
pt: Este ano
tr: Bu yıl
zh: 今年

source: From the beginning
es: Desde el principio
fr: Depuis le début
it: Dall’inizio
ko: 처음부터
nl: Vanaf het begin
pt: Desde o início
tr: Başlangıçtan beri
zh: 从头开始

source: Oops! Invalid currency.
es: ¡Ups! Moneda inválida.
fr: Oups! Devise non valide.
it: Oops! Valuta sbagliata.
ko: 이런! 통화가 잘못되었습니다.
nl: Oeps! Ongeldige valuta.
pt: Ops! Moeda inválida.
tr: Hay Allah! Geçersiz para birimi.
zh: 哎呀！无效的货币。

source: This page has been archived.
es: Esta página ha sido archivada.
fr: Cette page a été archivée.
it: Questa pagina è stata archiviata.
ko: 이 페이지는 보관되었습니다.
nl: Deze pagina is gearchiveerd.
pt: Esta página foi arquivada.
tr: Bu sayfa arşivlendi.
zh: 此页面已存档。

source: {{ product1.name }} is Open Source Software
es: {{ product1.name }} es software de código abierto
fr: {{ product1.name }} est un logiciel open source
it: {{ product1.name }} è un programma Open Source
ko: {{ product1.name }}은(는) 오픈 소스 소프트웨어입니다.
pt: {{ product1.name }} é software de código aberto
tr: {{ product1.name }}, Açık Kaynak Kodlu Yazılımdır
zh: {{ product1.name }} 是开源软件

source: {{ product1.name }} is not Open Source Software
es: {{ product1.name }} no es software de código abierto
fr: {{ product1.name }} n’est pas un logiciel open source
it: {{ product1.name }} non è un programma Open Source
ko: {{ product1.name }}은(는) 오픈 소스 소프트웨어가 아닙니다.
nl: {{ product1.name }} is geen Open Source Software
pt: {{ product1.name }} não é software de código aberto
tr: {{ product1.name }}, Açık Kaynak Kodlu Yazılımdır
zh: {{ product1.name }} 不是开源软件

source: , assuming a
ko: , 가정
zh: , 假设一个

source: to use our referral link and get a Ghostfolio Premium membership for one year
ko: 추천 링크를 사용하고 1년 동안 Ghostfolio 프리미엄 멤버십을 얻으려면
zh: 使用我们的推荐链接并获得一年的Ghostfolio Premium会员资格

source: {{ product1.name }} can be self-hosted
es: {{ product1.name }} se puede autoalojar
fr: {{ product1.name }} peut être auto-hébergé
it: {{ product1.name }} può essere ospitato in proprio
ko: {{ product1.name }}은(는) 자체 호스팅 가능
nl: {{ product1.name }} kan zelf gehost worden
pt: {{ product1.name }} pode ser auto-hospedado
tr: {{ product1.name }} kendi sunucunuzda barındırılabilir
zh: {{ product1.name }} 可以自托管

source: {{ product1.name }} cannot be self-hosted
es: {{ product1.name }} no se puede autoalojar
fr: {{ product1.name }} ne peut pas être auto-hébergé
it: {{ product1.name }} non può essere ospitato in proprio
ko: {{ product1.name }}은(는) 자체 호스팅할 수 없습니다.
nl: {{ product1.name }} kan niet zelf gehost worden
pt: {{ product1.name }} não pode ser auto-hospedado
tr: {{ product1.name }} kendi sunucunuzda barındırılmaz
zh: {{ product1.name }} 无法自托管

source: {{ product1.name }} can be used anonymously
es: {{ product1.name }} se puede usar de forma anónima
fr: {{ product1.name }} peut être utilisé de manière anonyme
it: {{ product1.name }} può essere usato anonimamente
ko: {{ product1.name }}은(는) 익명으로 사용할 수 있습니다.
nl: {{ product1.name }} kan anoniem gebruikt worden
pt: {{ product1.name }} pode ser usado anonimamente
tr: {{ product1.name }} gizli kullanımda kullanılabilir
zh: {{ product1.name }} 可以匿名使用

source: {{ product1.name }} cannot be used anonymously
es: {{ product1.name }} no se puede usar de forma anónima
fr: {{ product1.name }} ne peut pas être utilisé de manière anonyme
it: {{ product1.name }} non può essere usato anonimamente
ko: {{ product1.name }}은(는) 익명으로 사용할 수 없습니다.
nl: {{ product1.name }} kan niet anoniem gebruik worden
pt: {{ product1.name }} não pode ser usado anonimamente
tr: {{ product1.name }} gizli kullanımda kullanılmaz
zh: {{ product1.name }} 无法匿名使用

source: {{ product1.name }} offers a free plan
es: {{ product1.name }} ofrece un plan gratuito
fr: {{ product1.name }} propose un plan gratuit
it: {{ product1.name }} ha un piano gratuito
ko: {{ product1.name }}은(는) 무료 요금제를 제공합니다
nl: {{ product1.name }} biedt een gratis abonnement aan
pt: {{ product1.name }} oferece um plano gratuito
tr: {{ product1.name }} ücretsiz plan sunar
zh: {{ product1.name }} 提供免费计划

source: {{ product1.name }} does not offer a free plan
es: {{ product1.name }} no ofrece un plan gratuito
fr: {{ product1.name }} ne propose pas de plan gratuit
it: {{ product1.name }} non ha un piano gratuito
ko: {{ product1.name }}은(는) 무료 요금제를 제공하지 않습니다.
nl: {{ product1.name }} biedt geen gratis abonnement aan
pt: {{ product1.name }} não oferece um plano gratuito
tr: {{ product1.name }} ücretsiz plan sunmaz
zh: {{ product1.name }} 不提供免费计划

source: Ghostfolio is a lightweight wealth management application for individuals to keep track of stocks, ETFs or cryptocurrencies and make solid, data-driven investment decisions.
ko: Ghostfolio는 개인이 주식, ETF 또는 암호화폐를 추적하고 확실한 데이터 기반 투자 결정을 내릴 수 있는 경량 자산 관리 애플리케이션입니다.
zh: Ghostfolio 是一款轻量级的财富管理应用程序，旨在帮助个人跟踪股票、ETF 或加密货币，并做出基于数据的稳健投资决策。

source: Oops! Could not find any assets.
es: ¡Ups! No se pudieron encontrar activos.
fr: Oups! Aucun actif n’a été trouvé.
it: Oops! Non ho trovato alcun asset.
ko: 이런! 자산을 찾을 수 없습니다.
nl: Oeps! Kan geen activa vinden.
pt: Ops! Não foi possível encontrar nenhum ativo.
tr: Oops! Herhangi bir varlık bulunamadı.
zh: 哎呀！找不到任何资产。

source: Data Providers
es: Proveedores de datos
fr: Fournisseurs de données
it: Fornitori di dati
ko: 데이터 제공자
nl: Gegevensleveranciers
pt: Provedores de dados
tr: Veri Sağlayıcıları
zh: 数据提供者

source: Set API key
es: Configurar clave API
fr: Définir clé API
it: Imposta API Key
ko: API 키 설정
nl: API-sleutel instellen
pt: Definir chave de API
tr: API anahtarını ayarla
zh: 设置 API 密钥

source: Get access to 80’000+ tickers from over 50 exchanges
es: Accede a más de 80’000 tickers de más de 50 bolsas
fr: Accédez à plus de 80 000 symboles financiers issus de plus de 50 marchés boursiers.
it: Ottieni accesso a oltre 80’000+ titoli da oltre 50 borse
ko: 50개 이상의 거래소에서 80,000개 이상의 티커에 접근하세요
nl: Krijg toegang tot meer dan 80.000 tickers van meer dan 50 beurzen
pt: Tenha acesso a mais de 80’000 tickers de mais de 50 bolsas
tr: 80’000+ sembolden 50’den fazla borsada erişim alın
zh: 获取来自 50 多个交易所的 80,000+ 股票代码访问权限

source: Ukraine
es: Ucrania
it: Ucraina
ko: 우크라이나
nl: Oekraïne
pt: Ucrânia
zh: 乌克兰

source: Join now
es: Únete ahora
fr: Rejoindre maintenant
it: Iscriviti adesso
ko: 지금 가입하세요
nl: Word nu lid
pt: Cadastre-se agora
tr: Şimdi katıl
zh: 立即加入

source: Glossary
es: Glosario
fr: Glossaire
it: Glossario
ko: 용어집
nl: Woordenlijst
pt: Glossário
tr: Sözlük
zh: 词汇表

source: Guides
es: Guías
it: Guide
ko: 가이드
nl: Gidsen
pt: Guias
tr: Kılavuzlar
zh: 指南

source: Threshold range
es: Rango umbral
fr: Plage de seuil
it: Range soglia
ko: 임계값 범위
nl: Drempebereik
pt: Faixa limite
tr: Eşik aralığı
zh: 阈值范围

source: Ghostfolio X-ray uses static analysis to uncover potential issues and risks in your portfolio. Adjust the rules below and set custom thresholds to align with your personal investment strategy.
es: Ghostfolio X-ray utiliza análisis estático para descubrir posibles problemas y riesgos en tu cartera. Ajusta las reglas a continuación y define umbrales personalizados para alinearlos con tu estrategia de inversión personal.
fr: Ghostfolio X-ray utilise l’analyse statique pour détecter d’éventuels problèmes et risques dans votre portefeuille. Ajustez les règles ci-dessous et définissez des seuils personnalisés afin de les adapter à votre stratégie d’investissement.
it: Ghostfolio X-ray utilizza l’analisi statica per scoprire potenziali problemi e rischi nel tuo portafoglio. Modifica le regole qui sotto e imposta soglie personalizzate per allinearti alla tua strategia di investimento personale.
ko: Ghostfolio X-ray는 정적 분석을 사용하여 포트폴리오의 잠재적인 문제와 위험을 찾아냅니다. 아래 규칙을 조정하고 개인 투자 전략에 맞게 맞춤 임계값을 설정하세요.
tr: Ghostfolio X-ray statik analiz kullanarak portföyünüzdeki potansiyel sorunları ve riskleri keşfetmek için kullanılır. Aşağıdaki kuralları ayarlayın ve özel eşikleri ayarlayarak kişisel yatırım stratejinize uyun.
zh: Ghostfolio X-ray 使用静态分析来发现您投资组合中的潜在问题和风险。调整以下规则并设置自定义阈值，使其与您的个人投资策略保持一致。

source: of
es: de
fr: sur
it: di
ko: ~의
nl: van
pt: de
tr: ın
zh: 的

source: daily requests
es: solicitudes diarias
fr: requêtes journalières
it: richieste giornaliere
ko: 일일 요청
nl: dagelijkse verzoeken
pt: solicitações diárias
tr: günlük istekler
zh: 每日请求

source: Remove API key
es: Eliminar clave API
fr: Retirer la clé API
it: Rimuovi API key
ko: API 키 제거
nl: Verwijder API-sleutel
pt: Remover chave de API
tr: API anahtarını kaldır
zh: 移除 API 密钥

source: Do you really want to delete the API key?
es: ¿Realmente deseas eliminar la clave API?
fr: Voulez-vous vraiment supprimer la clé API?
it: Vuoi davvero eliminare l’API key?
ko: API 키를 정말로 삭제하시겠습니까?
nl: Wilt u de API-sleutel echt verwijderen?
pt: Você realmente deseja excluir a chave de API?
tr: API anahtarını silmek istediğinize emin misiniz?
zh: 您确定要删除此 API 密钥吗？

source: Please enter your Ghostfolio API key:
es: Ingrese su clave API de Ghostfolio:
fr: Veuillez saisir votre clé API Ghostfolio :
it: Inserisci la tua API key di Ghostfolio:
ko: Ghostfolio API 키를 입력하세요:
nl: Voer uw Ghostfolio API-sleutel in:
tr: Ghostfolio API anahtarınızı girin:
zh: 请输入您的 Ghostfolio API 密钥：

source: API Requests Today
es: Solicitudes de API hoy
fr: Requêtes API aujourd’hui
it: Richieste API oggi
ko: 오늘의 API 요청
nl: Aantal API-Verzoeken Vandaag
tr: API Günü İstekleri
zh: 今日 API 请求数

source: Could not generate an API key
es: No se pudo generar una clave API
fr: Impossible de générer une clé API
it: Non è stato possibile generare un API key
ko: API 키를 생성할 수 없습니다.
nl: Er kon geen API-sleutel worden gegenereerd
tr: API anahtarı oluşturulamadı
zh: 无法生成 API 密钥

source: Set this API key in your self-hosted environment:
es: Configure esta clave API en su entorno autohospedado:
fr: Définissez cette clé API dans votre environnement auto-hébergé :
it: Imposta questa API key nel tuo ambiente self-hosted:
ko: 자체 호스팅 환경에서 이 API 키를 설정하세요.
nl: Stel deze API-sleutel in uw zelf-gehoste omgeving in:
tr: Bu API anahtarını kendi barındırılan ortamınıza ayarlayın:
zh: 在您的自托管环境中设置此 API 密钥：

source: Ghostfolio Premium Data Provider API Key
es: Clave API del proveedor de datos premium de Ghostfolio
fr: Clé API du fournisseur de données Ghostfolio Premium
it: API Key for Ghostfolio Premium Data Provider
ko: Ghostfolio 프리미엄 데이터 공급자 API 키
nl: Ghostfolio Premium Gegevensleverancier API-sleutel
tr: Ghostfolio Premium Veri Sağlayıcı API Anahtarı
zh: Ghostfolio Premium 数据提供者 API 密钥

source: Do you really want to generate a new API key?
es: ¿Realmente desea generar una nueva clave API?
fr: Voulez-vous vraiment générer une nouvelle clé API ?
it: Vuoi davvero generare una nuova API key?
ko: 정말로 새 API 키를 생성하시겠습니까?
nl: Wilt u echt een nieuwe API-sleutel genereren?
tr: Yeni bir API anahtarı oluşturmak istediğinize emin misiniz?
zh: 您确定要生成新的 API 密钥吗？

source: API Key
es: Clave API
fr: Clé API
ko: API 키
nl: API-sleutel
tr: API Anahtarı
zh: API 密钥

source: Generate Ghostfolio Premium Data Provider API key for self-hosted environments...
es: Genere la clave API del proveedor de datos premium de Ghostfolio para entornos autohospedados...
fr: Générer la clé API du fournisseur de données Ghostfolio Premium pour les environnements auto-hébergés...
it: Genera API key per Ghostfolio Premium Data Provider per ambienti self-hosted...
ko: 자체 호스팅 환경을 위한 Ghostfolio 프리미엄 데이터 공급자 API 키 생성...
nl: Genereer een Ghostfolio Premium Gegevensleverancier API-sleutel voor zelfgehoste omgevingen...
tr: Kendi barındırılan ortamlar için Ghostfolio Premium Veri Sağlayıcı API anahtarı oluştur...
zh: 为自托管环境生成 Ghostfolio Premium 数据提供者 API 密钥...

source: rules align with your portfolio.
es: Las reglas se alinean con su cartera.
fr: règles sont en accord avec votre portefeuille.
it: le regole si allineano con il tuo portafoglio.
ko: 규칙은 귀하의 포트폴리오와 일치합니다.
nl: regels die aansluiten bij uw portefeuille.
tr: kurallar portföyünüze uyuyor.
zh: 条规则与您的投资组合一致。

source: Save
es: Ahorrar
fr: Sauvegarder
it: Salva
ko: 구하다
nl: Opslaan
tr: Kaydet
zh: 保存

source: Me
fr: Moi
ko: 나
nl: Ik
tr: Ben
zh: 我

source: Received Access
es: Acceso recibido
fr: Accès reçu
it: Accesso ricevuto
ko: 수신된 액세스
nl: Toegang Verkregen
tr: Alınan Erişim
zh: 已获得访问权限

source: Check the system status at
ko: 시스템 상태를 확인하세요.
zh: 检查系统状态

source: Please enter your Ghostfolio API key.
es: Por favor, ingresa tu clave API de Ghostfolio.
fr: Veuillez saisir votre clé API Ghostfolio.
it: Inserisci la tua API key di Ghostfolio.
ko: Ghostfolio API 키를 입력하세요.
nl: Voer uw Ghostfolio API-sleutel in.
tr: Lütfen Ghostfolio API anahtarınızı girin.
zh: 请输入您的 Ghostfolio API 密钥。

source: Change with currency effect
zh: 含货币影响的涨跌

source: AI prompt has been copied to the clipboard
es: El aviso de IA ha sido copiado al portapapeles
fr: Le prompt IA a été copié dans le presse-papiers
it: L’AI prompt è stato copiato negli appunti
ko: AI 프롬프트가 클립보드에 복사되었습니다.
nl: AI-prompt is naar het klembord gekopieerd
tr: Yapay zeka istemi panoya kopyalandı
zh: AI 提示已复制到剪贴板

source: Link has been copied to the clipboard
es: El enlace ha sido copiado al portapapeles
fr: Le lien a été copié dans le presse-papiers
it: Il link è stato copiato negli appunti
ko: 링크가 클립보드에 복사되었습니다.
nl: Link is gekopieerd naar klemboord
pt: O link foi copiado para a área de transferência
tr: Bağlantı panoya kopyalandı
zh: 链接已复制到剪贴板

source: Lazy
es: Perezoso
fr: Paresseux
it: Pigro
ko: 게으른
nl: Lui
tr: Tembel
zh: 延迟

source: Instant
es: Instantáneo
fr: Instantané
it: Istantaneo
ko: 즉각적인
nl: Direct
tr: Anında
zh: 即时

source: Default Market Price
es: Precio de mercado por defecto
fr: Prix du marché par défaut
it: Prezzo di mercato predefinito
ko: 기본 시장 가격
nl: Standaard Marktprijs
pt: Preço de mercado padrão
tr: Varsayılan Piyasa Fiyatı
zh: 默认市场价格

source: Mode
es: Modo
it: Modalità
ko: 방법
nl: Modus
tr: Mod
zh: 模式

source: Selector
fr: Selecteur
it: Selettore
ko: 선택자
nl: Kiezer
tr: Seçici
zh: 选择器

source: HTTP Request Headers
es: Encabezados de solicitud HTTP
fr: En-têtes de requête HTTP
it: Intestazioni della richiesta HTTP
ko: HTTP 요청 헤더
nl: HTTP Verzoek Headers
tr: HTTP İstek Başlıkları
zh: HTTP 请求标头

source: end of day
es: final del día
fr: fin de journée
it: fine giornata
ko: 하루의 끝
nl: eind van de dag
tr: gün sonu
zh: 收盘

source: real-time
es: en tiempo real
fr: temps réel
it: in tempo reale
ko: 실시간
tr: gerçek zamanlı
zh: 实时

source: Open Duck.ai
es: Abrir Duck.ai
fr: Ouvrir Duck.ai
it: Apri Duck.ai
ko: 오픈 Duck.ai
tr: Duck.ai’yi aç
zh: 打开 Duck.ai

source: Create
es: Crear
fr: Créer
it: Creare
ko: 만들다
nl: Nieuw
pt: Criar
tr: Oluştur
zh: 创建

source: Change
es: Cambiar
fr: Variation
it: Cambia
ko: 변화
nl: Aanpassen
pt: Mudar
tr: Değişim
zh: 涨跌

source: Performance
es: Rendimiento
it: Prestazione
ko: 성능
nl: Prestatie
tr: Performans
zh: 表现

source: The project has been initiated by
ko: 프로젝트는 다음에 의해 시작되었습니다.
zh: 该项目发起于

source: Copy portfolio data to clipboard for AI prompt
es: Copiar los datos del portafolio al portapapeles para el aviso de IA
fr: Copier les données du portefeuille dans le presse-papiers pour le prompt IA
it: Copia i dati del portafoglio negli appunti per l’AI prompt
ko: AI 프롬프트를 위해 포트폴리오 데이터를 클립보드에 복사
nl: Kopieer portfolio gegevens naar klemboord voor AI-prompt
tr: Yapay zeka istemi için portföy verilerini panoya kopyalayın
zh: 复制投资组合数据到剪贴板以供 AI 提示使用

source: Copy AI prompt to clipboard for analysis
es: Copiar el aviso de IA al portapapeles para análisis
fr: Copier le prompt IA dans le presse-papiers pour analyse
it: Copia l’AI prompt negli appunti per l’analisi
ko: 분석을 위해 AI 프롬프트를 클립보드에 복사
nl: Kopieer AI-prompt naar klemboord voor analyse
tr: Yapay zeka istemini analiz için panoya kopyala
zh: 复制 AI 提示到剪贴板进行分析

source: Total amount
zh: 总金额

source: Armenia
fr: Arménie
ko: 아르메니아
nl: Armenië
tr: Ermenistan
zh: 亚美尼亚

source: British Virgin Islands
es: Islas Vírgenes Británicas
fr: Îles Vierges britanniques
it: Isole Vergini Britanniche
ko: 영국령 버진아일랜드
nl: Britse Maagdeneilanden
tr: Britanya Virjin Adaları
zh: 英属维尔京群岛

source: Singapore
es: Singapur
fr: Singapour
ko: 싱가포르
tr: Singapur
zh: 新加坡

source: Terms and Conditions
es: Terminos y condiciones
fr: Conditions générales
it: Termini e condizioni
ko: 이용약관
nl: Algemene Voorwaarden
pt: Termos e Condições
tr: Hükümler ve Koşullar
zh: 条款和条件

source: Please keep your security token safe. If you lose it, you will not be able to recover your account.
es: Por favor, mantén tu token de seguridad a salvo. Si lo pierdes, no podrás recuperar tu cuenta.
fr: Veuillez garder votre jeton de sécurité en lieu sûr. Si vous le perdez, vous ne pourrez pas récupérer votre compte.
it: Ti preghiamo di conservare il tuo token di sicurezza in un luogo sicuro. Se lo perdi, non sarai in grado di recuperare il tuo account.
ko: 보안 토큰을 안전하게 보관하세요. 분실한 경우 계정을 복구할 수 없습니다.
nl: Bewaar uw beveiligingstoken goed. Als u deze verliest, kunt u uw account niet meer herstellen.
tr: Lütfen güvenlik tokenınızı güvende tutun. Kaybetmeniz halinde hesabınızı kurtarmanız mümkün olmayacaktır.
zh: 请妥善保管您的安全令牌。如果您丢失它，将无法恢复您的账户。

source: I understand that if I lose my security token, I cannot recover my account
es: Entiendo que si pierdo mi token de seguridad, no podré recuperar mi cuenta
fr: Je comprends que si je perds mon jeton de sécurité, je ne pourrai pas récupérer mon compte
it: Capisco che se perdo il mio token di sicurezza, non posso recuperare il mio account
ko: 보안 토큰을 분실하면 계정을 복구할 수 없다는 점을 이해합니다.
nl: Ik begrijp dat als ik mijn beveiligingstoken verlies, ik mijn account niet kan herstellen
tr: Güvenlik belirtecimi kaybedersem hesabımı kurtaramayacağımı anlıyorum.
zh: 我理解如果我丢失了安全令牌，将无法恢复我的账户

source: Continue
es: Continuar
fr: Continuer
it: Continua
ko: 계속하다
nl: Doorgaan
tr: Devam et
zh: 继续

source: Here is your security token. It is only visible once, please store and keep it in a safe place.
es: Aquí está tu token de seguridad. Solo es visible una vez, por favor guárdalo y mantenlo en un lugar seguro.
fr: Voici votre jeton de sécurité. Il n’est visible qu’une seule fois, veuillez le conserver en lieu sûr.
it: Ecco il tuo token di sicurezza. È visibile solo una volta, per favore memorizzalo e conserva in un luogo sicuro.
ko: 여기 보안 토큰이 있습니다. 한 번만 볼 수 있으므로 안전한 곳에 보관하여 보관하시기 바랍니다.
nl: Hier is uw beveiligingstoken. Deze is slechts één keer zichtbaar, bewaar hem op een veilige plaats.
tr: İşte güvenlik belirteciniz. Yalnızca bir kez görülebilir, lütfen saklayın ve güvenli bir yerde muhafaza edin.
zh: 这是您的安全令牌。它仅显示一次，请妥善保管。

source: Security token
es: Token de seguridad
fr: Jeton de sécurité
it: Token di sicurezza
ko: 보안 토큰
nl: Beveiligingstoken
tr: Güvenlik belirteci
zh: 安全令牌

source: Do you really want to generate a new security token for this user?
es: ¿Realmente deseas generar un nuevo token de seguridad para este usuario?
fr: Voulez-vous vraiment générer un nouveau jeton de sécurité pour cet utilisateur ?
it: Vuoi davvero generare un nuovo token di sicurezza per questo utente?
ko: 정말로 이 사용자에 대한 새 보안 토큰을 생성하시겠습니까?
nl: Wilt u echt een nieuw beveiligingstoken voor deze gebruiker aanmaken?
tr: Bu kullanıcı için yeni bir güvenlik belirteci oluşturmak istediğinize emin misiniz?
zh: 您确定要为此用户生成新的安全令牌吗？

source: Find account, holding or page...
ko: 계정, 보유 또는 페이지 찾기...
zh: 查找账户、持仓或页面...

source: Generate Security Token
es: Generar token de seguridad
fr: Générer un jeton de sécurité
it: Genera Token di Sicurezza
ko: 보안 토큰 생성
nl: Beveiligingstoken Aanmaken
tr: Güvenlik belirteci oluştur
zh: 生成安全令牌

source: United Kingdom
es: Reino Unido
fr: Royaume-Uni
ko: 영국
nl: Verenigd Koninkrijk
tr: Birleşik Krallık
zh: 英国

source: Terms of Service
es: Términos de servicio
fr: Conditions d’utilisation
it: Termini e condizioni
ko: 이용약관
tr: Hükümler ve Koşullar
zh: 服务条款

source: Terms of Service
es: Términos de servicio
fr: Conditions d’utilisation
it: Termini e condizioni
ko: 이용약관
nl: Servicevoorwaarden
pt: Termos de Serviço
tr: Hizmet Koşulları
zh: 服务条款
