Repository: ghostfolio/ghostfolio
Catalog: apps/client/src/locales/messages.*.xlf
Languages: de, es, fr, it, ko, nl, pt, tr, zh

source: and I agree to the <a class="font-weight-bold" target="_blank" [routerLink]="routerLinkAboutTermsOfService" >Terms of Service</a >.
es: y acepto los <a class="font-weight-bold" target="_blank" [routerLink]="routerLinkAboutTermsOfService" >Términos del servicio</a>.
fr: et j’accepte les <a class="font-weight-bold" target="_blank" [routerLink]="routerLinkAboutTermsOfService" >conditions d’utilisation</a >.
it: e io accetto i <a class="font-weight-bold" target="_blank" [routerLink]="routerLinkAboutTermsOfService" >Termini e condizioni</a >.
ko: <a class="font-weight-bold" target="_blank" [routerLink]="routerLinkAboutTermsOfService" >서비스 약관</a >에 동의합니다.
nl: en ik ga akkoord met de <a class="font-weight-bold" target="_blank" [routerLink]="routerLinkAboutTermsOfService" >Servicevoorwaarden</a >.
tr: ve kabul ediyorum <a class="font-weight-bold" target="_blank" [routerLink]="routerLinkAboutTermsOfService" >Hizmet Koşulları</a >.
zh: 我同意 <a class="font-weight-bold" target="_blank" [routerLink]="routerLinkAboutTermsOfService" >服务条款</a >。

source: assetProfileIdentifier.symbol (assetProfileIdentifier.dataSource) is already in use.
es: assetProfileIdentifier.symbol (assetProfileIdentifier.dataSource) ya está en uso.
fr: assetProfileIdentifier.symbol (assetProfileIdentifier.dataSource) est déjà utilisé.
it: assetProfileIdentifier.symbol (assetProfileIdentifier.dataSource) e gia in uso.
ko: assetProfileIdentifier.symbol (assetProfileIdentifier.dataSource)은(는) 이미 사용 중입니다.
nl: assetProfileIdentifier.symbol (assetProfileIdentifier.dataSource) is al in gebruik.
zh: assetProfileIdentifier.symbol (assetProfileIdentifier.dataSource) 已在使用中。

source: An error occurred while updating to assetProfileIdentifier.symbol (assetProfileIdentifier.dataSource).
es: Ocurrió un error al actualizar a assetProfileIdentifier.symbol (assetProfileIdentifier.dataSource).
fr: Une erreur s’est produite lors de la mise à jour vers assetProfileIdentifier.symbol (assetProfileIdentifier.dataSource).
it: Si è verificato un errore durante l’aggiornamento di assetProfileIdentifier.symbol (assetProfileIdentifier.dataSource).
ko: assetProfileIdentifier.symbol(assetProfileIdentifier.dataSource)로 업데이트하는 동안 오류가 발생했습니다.
nl: Er is een fout opgetreden tijdens het updaten naar assetProfileIdentifier.symbol (assetProfileIdentifier.dataSource).
tr: Güncelleştirilirken bir hata oluştu assetProfileIdentifier.symbol (assetProfileIdentifier.dataSource).
zh: 在更新到 assetProfileIdentifier.symbol (assetProfileIdentifier.dataSource) 时发生错误。

source: Apply
es: Aplicar
fr: Appliquer
it: Applica
ko: 적용하다
nl: Toepassen
tr: Uygula
zh: 应用

source: with API access for
es: con acceso a la API para
fr: avec accès API pour
it: con accesso API per
ko: 다음에 대한 API 액세스 권한이 있는
nl: met API toegang tot
tr: API erişimi için
zh: 包含 API 访问权限，适用于

source: Gather Recent Historical Market Data
es: Recopilar datos históricos recientes del mercado
fr: Collecter les données récentes du marché historique
it: Raccogli dati storici di mercato recenti
ko: 최근 과거 시장 데이터 수집
nl: Verzamel Recente Marktgegevens
tr: Yakın Geçmiş Piyasa Verilerini Topla
zh: 收集近期历史市场数据

source: Gather All Historical Market Data
es: Recopilar todos los datos históricos del mercado
fr: Collecter toutes les données du marché historique
it: Raccogli tutti i dati storici di mercato
ko: 전체 과거 시장 데이터 수집
nl: Verzamel Alle Marktgegevens
tr: Tüm Geçmiş Piyasa Verilerini Topla
zh: 收集所有历史市场数据

source: Gather Historical Market Data
es: Recopilar datos históricos del mercado
fr: Collecter les données du marché historique
it: Raccogli dati storici di mercato
ko: 과거 시장 데이터 수집
nl: Verzamel Historische Marktgegevens
tr: Geçmiş Piyasa Verilerini Topla
zh: 收集历史市场数据

source: Data Gathering is off
es: La recopilación de datos está desactivada
fr: La collecte de données est désactivée
it: La raccolta dei dati è disattivata
ko: 데이터 수집이 사용 중지되었습니다.
nl: Gegevensverzameling is uitgeschakeld
tr: Veri Toplama Kapalı
zh: 数据收集已关闭

source: Performance Calculation
es: Cálculo de rendimiento
fr: Calcul de performance
it: Calcolo delle prestazioni
ko: 성능 계산
nl: Prestatieberekening
tr: Performans Hesaplaması
zh: 绩效计算

source: someone
es: alguien
fr: quelqu’un
it: qualcuno
ko: 누구
nl: iemand
tr: birisi
zh: 某人

source: Add asset to watchlist
es: Añadir activo a la lista de seguimiento
fr: Ajouter un actif à la liste de suivi
it: Aggiungi asset alla watchlist
ko: 관심 목록에 자산 추가
nl: Voeg activa toe aan de volglijst
tr: Varlığı izleme listesine ekle
zh: 添加资产到关注列表

source: Watchlist
es: Lista de seguimiento
fr: Liste de suivi
ko: 관심 목록
nl: Volglijst
tr: İzleme Listesi
zh: 关注列表

source: Do you really want to delete this item?
es: ¿Realmente deseas eliminar este elemento?
fr: Voulez-vous vraiment supprimer cet élément?
it: Vuoi davvero eliminare questo elemento?
ko: 이 항목을 정말로 삭제하시겠습니까?
nl: Wilt u dit item echt verwijderen?
tr: Bu öğeyi silmek istediğinize emin misiniz?
zh: 您确定要删除此项目吗？

source: Log out
es: Finalizar la sesión
fr: Se déconnecter
it: Esci
ko: 로그아웃
nl: Uitloggen
tr: Oturumu kapat
zh: 登出

source: Calculations are based on delayed market data and may not be displayed in real-time.
es: Los cálculos se basan en datos de mercado retrasados ​​y es posible que no se muestren en tiempo real.
fr: Les calculs sont basés sur des données de marché retardées et peuvent ne pas être affichés en temps réel.
it: I calcoli sono basati su dati di mercato ritardati e potrebbero non essere visualizzati in tempo reale.
ko: 계산은 지연된 시장 데이터를 기반으로 하며 실시간으로 표시되지 않을 수 있습니다.
tr: Hesaplamalar gecikmeli piyasa verilerine dayanmaktadır ve gerçek zamanlı olarak görüntülenemeyebilir.
zh: 计算基于延迟的市场数据，可能无法实时显示。

source: Demo user account has been synced.
es: La cuenta de usuario de demostración se ha sincronizado.
fr: Le compte utilisateur de démonstration a été synchronisé.
it: L’account utente demo è stato sincronizzato.
ko: 데모 사용자 계정이 동기화되었습니다.
nl: Demo-gebruikersaccount is gesynchroniseerd.
tr: Demo kullanıcı hesabı senkronize edildi.
zh: 演示用户账户已同步。

source: Sync Demo User Account
es: Sincronizar cuenta de usuario de demostración
fr: Synchroniser le compte utilisateur de démonstration
it: Sincronizza l’account utente demo
ko: 데모 사용자 계정 동기화
nl: Synchroniseer demo-gebruikersaccount
tr: Demo Kullanıcı Hesabını Senkronize Et
zh: 同步演示用户账户

# rule.emergencyFundSetup
source: Set up
es: Fondo de Emergencia: Establecer
it: Fondo di emergenza: istituito
ko: 설정
nl: Opgezet
zh: 应急资金：设置

# rule.emergencyFundSetup.false
source: No emergency fund has been set up
es: No se ha creado ningún fondo de emergencia
fr: Aucun fonds d’urgence n’a été mis en place
it: Non è stato istituito alcun fondo di emergenza
ko: 비상금은 마련되지 않았습니다
tr: Acil durum fonu oluşturulmadı
zh: 未设置应急资金

# rule.emergencyFundSetup.true
source: An emergency fund has been set up
es: Se ha creado un fondo de emergencia
fr: Un fonds d’urgence a été mis en place
it: È stato istituito un fondo di emergenza
ko: 비상금이 마련됐어요
tr: Acil durum fonu kuruldu
zh: 已设置应急资金

# rule.feeRatioInitialInvestment
source: Fee Ratio
es: Relación de tarifas
it: Rapporto tariffario
nl: Vergoedingsverhouding
zh: 费率

# rule.feeRatioInitialInvestment.false
source: The fees do exceed ${thresholdMax}% of your initial investment (${feeRatio}%)
es: Las tarifas superan el ${thresholdMax}% de su inversión inicial (${feeRatio}%)
fr: Les frais dépassent ${thresholdMax}% de votre investissement initial (${feeRatio}%)
it: Le commissioni superano il ${thresholdMax}% del tuo investimento iniziale (${feeRatio}%)
ko: 수수료가 초기 투자금(${feeRatio}%)의 ${thresholdMax}%를 초과합니다.
tr: Ücretler, ilk yatırımınızın %${thresholdMax} kadarını aşıyor (${feeRatio}%)
zh: 费用超过了您初始投资的 ${thresholdMax}% (${feeRatio}%)

# rule.feeRatioInitialInvestment.true
source: The fees do not exceed ${thresholdMax}% of your initial investment (${feeRatio}%)
es: Las tarifas no superan el ${thresholdMax}% de su inversión inicial (${feeRatio}%)
fr: Les frais ne dépassent pas ${thresholdMax}% de votre investissement initial (${feeRatio}%)
it: Le commissioni non superano il ${thresholdMax}% del tuo investimento iniziale (${feeRatio}%)
ko: 수수료는 초기 투자금의 ${thresholdMax}%(${feeRatio}%)를 초과하지 않습니다.
tr: Ücretler, ilk yatırımınızın %${thresholdMax}’ını (${feeRatio}%) aşmaz
zh: 费用未超过您初始投资的 ${thresholdMax}% (${feeRatio}%)

source: Quick Links
es: Enlaces rápidos
fr: Liens rapides
it: Collegamenti rapidi
ko: 빠른 링크
tr: Hızlı Bağlantılar
zh: 快速链接

source: Live Demo
es: Demostración en vivo
fr: Démo Live
it: Dimostrazione dal vivo
ko: 라이브 데모
tr: Canlı Demo
zh: 现场演示

source: Open Source Alternative to
es: Alternativa de software libre a
fr: Solutions open source alternatives à
it: L’alternativa open source a
ko: 오픈 소스 대안
nl: Open Source alternatief voor
tr: Açık Kaynak Alternatifi
zh: 开源替代方案

# rule.accountClusterRiskSingleAccount
source: Single Account
es: Cuenta única
fr: Compte Unique
it: Conto unico
ko: 단일 계정
nl: Eén account
tr: Tek Hesap
zh: 单一账户

# rule.accountClusterRiskSingleAccount.false
source: Your net worth is managed by a single account
es: Tu patrimonio neto está gestionado por una única cuenta
fr: Votre patrimoine est géré par un compte unique
it: Il tuo patrimonio netto è gestito da un unico account
ko: 귀하의 순자산은 단일 계정으로 관리됩니다
tr: Net değeriniz tek bir hesap tarafından yönetiliyor
zh: 您的净资产由单一账户管理

# rule.accountClusterRiskSingleAccount.true
source: Your net worth is managed by ${accountsLength} accounts
es: Tu patrimonio neto está gestionado por ${accountsLength} cuentas
fr: Votre patrimoine est géré par ${accountsLength} comptes
it: Il tuo patrimonio netto è gestito da account ${accountsLength}
ko: 귀하의 순자산은 ${accountsLength} 계정에서 관리됩니다.
tr: Net değeriniz ${accountsLength} hesaplar tarafından yönetiliyor
zh: 您的净资产由 ${accountsLength} 个账户管理

source: Fuel your <strong>self-hosted Ghostfolio</strong> with a <strong>powerful data provider</strong> to access <strong>80,000+ tickers</strong> from over <strong>50 exchanges</strong> worldwide.
es: Alimenta tu <strong>Ghostfolio autoalojado</strong> con un <strong>proveedor de datos potente</strong> para acceder a más de <strong>80.000 tickers</strong> de más de <strong>50 intercambios</strong> a nivel mundial.
fr: Alimentez votre <strong>Ghostfolio auto-hébergé</strong> avec un <strong>fournisseur de données puissant</strong> pour accéder à plus de <strong>80 000 tickers</strong> issus de plus de <strong>50 bourses</strong> dans le monde entier.
ko: <strong>자체 호스팅 Ghostfolio</strong>를 <strong>강력한 데이터 제공업체</strong>와 함께 활용하여 전 세계 <strong>50개 이상의 거래소</strong>에서 <strong>80,000개 이상의 시세</strong>에 액세스하세요.
zh: 使用 <strong>强大的数据提供商</strong>为您的 <strong>自托管 Ghostfolio</strong> 提供数据，访问来自全球超过 <strong>50 家交易所</strong> 的 <strong>80,000+ 个股票代码</strong>。

source: Get Access
es: Obtener acceso
fr: Obtenir l’accès
it: Ottieni l’accesso
ko: 액세스 권한 얻기
nl: Krijg toegang
tr: Erişim Alın
zh: 获取访问权限

source: Learn more
es: Aprender más
fr: En savoir plus
it: Saperne di più
ko: 자세히 알아보기
nl: Meer informatie
tr: Daha fazla bilgi edin
zh: 了解更多

source: Limited Offer!
es: ¡Oferta limitada!
fr: Offre Limitée !
it: Offerta limitata!
ko: 한정 상품!
nl: Beperkt aanbod!
tr: Sınırlı Teklif!
zh: 限时优惠！

source: Get {{ durationExtension }} extra
es: Obtén {{ durationExtension }} extra
fr: Obtenez {{ durationExtension }} supplémentaires
ko: {{ durationExtension }} 추가 구매
nl: Krijg {{ durationExtension }} extra
zh: 获取额外 {{ durationExtension }}

source: Available
es: Disponible
fr: Disponible
it: Disponibile
ko: 사용 가능
nl: Beschikbaar
tr: Mevcut
zh: 可用

source: Unavailable
es: No disponible
fr: Indisponible
it: Non disponibile
ko: 없는
nl: Niet beschikbaar
tr: Mevcut değil
zh: 不可用

source: Current month
ko: 이번 달
zh: 当前月份

source: new
es: nuevo
it: nuovo
ko: 새로운
nl: nieuw
tr: yeni
zh: 新增

# rule.accountClusterRiskCurrentInvestment
source: Investment
es: Inversión
it: Investimento
ko: 투자
nl: Investering
tr: Yatırım
zh: 投资

# rule.accountClusterRiskCurrentInvestment.false
source: Over ${thresholdMax}% of your current investment is at ${maxAccountName} (${maxInvestmentRatio}%)
es: Más del ${thresholdMax}% de tu inversión actual está en ${maxAccountName} (${maxInvestmentRatio}%)
it: Oltre il ${thresholdMax}% del tuo investimento attuale è pari a ${maxAccountName} (${maxInvestmentRatio}%)
ko: 현재 투자의 ${thresholdMax}% 이상이 ${maxAccountName} (${maxInvestmentRatio}%)에 있습니다.
zh: 您当前投资中有超过 ${thresholdMax}% 的资金在 ${maxAccountName} (${maxInvestmentRatio}%)

# rule.accountClusterRiskCurrentInvestment.true
source: The major part of your current investment is at ${maxAccountName} (${maxInvestmentRatio}%) and does not exceed ${thresholdMax}%
es: La mayor parte de tu inversión actual está en ${maxAccountName} (${maxInvestmentRatio}%) y no excede el ${thresholdMax}%
it: La maggior parte del tuo investimento attuale è pari a ${maxAccountName} (${maxInvestmentRatio}%) e non supera ${thresholdMax}%
ko: 현재 투자의 주요 부분은 ${maxAccountName} (${maxInvestmentRatio}%)이며 ${thresholdMax}%를 초과하지 않습니다.
zh: 您的当前投资大部分位于 ${maxAccountName} (${maxInvestmentRatio}%) 且不超过 ${thresholdMax}%

# rule.assetClassClusterRiskEquity
source: Equity
es: Acciones
it: Equità
ko: 주식
nl: Eigen vermogen
tr: özsermaye
zh: 股权

# rule.assetClassClusterRiskEquity.false.max
source: The equity contribution of your current investment (${equityValueRatio}%) exceeds ${thresholdMax}%
es: La contribución de renta variable de tu inversión actual (${equityValueRatio}%) supera el ${thresholdMax}%
it: Il contributo azionario del tuo investimento attuale (${equityValueRatio}%) supera ${thresholdMax}%
ko: 현재 투자의 지분 기여도(${equityValueRatio}%)가 ${thresholdMax}%를 초과합니다.
zh: 您目前投资中股权占比 (${equityValueRatio}%) 超过了 ${thresholdMax}%

# rule.assetClassClusterRiskEquity.false.min
source: The equity contribution of your current investment (${equityValueRatio}%) is below ${thresholdMin}%
es: La contribución de renta variable de tu inversión actual (${equityValueRatio}%) está por debajo del ${thresholdMin}%
it: Il contributo azionario del tuo investimento attuale (${equityValueRatio}%) è inferiore a ${thresholdMin}%
ko: 현재 투자의 지분 기여도(${equityValueRatio}%)가 ${thresholdMin}% 미만입니다.
zh: 您目前投资中股权占比 (${equityValueRatio}%) 低于 ${thresholdMin}%

# rule.assetClassClusterRiskEquity.true
source: The equity contribution of your current investment (${equityValueRatio}%) is within the range of ${thresholdMin}% and ${thresholdMax}%
es: La contribución de renta variable de tu inversión actual (${equityValueRatio}%) está dentro del rango entre ${thresholdMin}% y ${thresholdMax}%
it: Il contributo azionario del tuo investimento attuale (${equityValueRatio}%) è compreso tra ${thresholdMin}% e ${thresholdMax}%
ko: 현재 투자의 지분 기여도(${equityValueRatio}%)가 ${thresholdMin}% 및 ${thresholdMax}% 범위 내에 있습니다.
zh: 您目前投资中股权占比 (${equityValueRatio}%) 在 ${thresholdMin}% 和 ${thresholdMax}% 之间

# rule.assetClassClusterRiskFixedIncome
source: Fixed Income
es: Renta fija
it: Reddito fisso
ko: 채권
nl: Vastrentende waarden
tr: Sabit Gelir
zh: 固定收益

# rule.assetClassClusterRiskFixedIncome.false.max
source: The fixed income contribution of your current investment (${fixedIncomeValueRatio}%) exceeds ${thresholdMax}%
es: La contribución de renta fija de tu inversión actual (${fixedIncomeValueRatio}%) supera el ${thresholdMax}%
it: Il contributo a reddito fisso del tuo investimento attuale (${fixedIncomeValueRatio}%) supera ${thresholdMax}%
ko: 현재 투자의 고정 수입 기여도(${fixedIncomeValueRatio}%)가 ${thresholdMax}%를 초과합니다.
zh: 您目前投资中固定收益占比 (${fixedIncomeValueRatio}%) 超过了 ${thresholdMax}%

# rule.assetClassClusterRiskFixedIncome.false.min
source: The fixed income contribution of your current investment (${fixedIncomeValueRatio}%) is below ${thresholdMin}%
es: La contribución de renta fija de tu inversión actual (${fixedIncomeValueRatio}%) está por debajo del ${thresholdMin}%
it: Il contributo a reddito fisso del tuo investimento attuale (${fixedIncomeValueRatio}%) è inferiore a ${thresholdMin}%
ko: 현재 투자의 고정 수입 기여도(${fixedIncomeValueRatio}%)가 ${thresholdMin}% 미만입니다.
zh: 您目前投资中固定收益占比 (${fixedIncomeValueRatio}%) 低于 ${thresholdMin}%

# rule.assetClassClusterRiskFixedIncome.true
source: The fixed income contribution of your current investment (${fixedIncomeValueRatio}%) is within the range of ${thresholdMin}% and ${thresholdMax}%
es: La contribución de renta fija de tu inversión actual (${fixedIncomeValueRatio}%) está dentro del rango entre ${thresholdMin}% y ${thresholdMax}%
it: Il contributo a reddito fisso del tuo investimento attuale (${fixedIncomeValueRatio}%) è compreso tra ${thresholdMin}% e ${thresholdMax}%
ko: 현재 투자의 고정 수입 기여도(${fixedIncomeValueRatio}%)가 ${thresholdMin}% ~ ${thresholdMax}% 범위 내에 있습니다.
zh: 您目前投资中固定收益占比 (${fixedIncomeValueRatio}%) 在 ${thresholdMin}% 和 ${thresholdMax}% 之间

# rule.currencyClusterRiskBaseCurrencyCurrentInvestment
source: Investment: Base Currency
es: Inversión: Moneda base
it: Investimento: valuta di base
ko: 투자: 기본 통화
tr: Yatırım: Baz Para Birimi
zh: 投资：基础货币

# rule.currencyClusterRiskBaseCurrencyCurrentInvestment.false
source: The major part of your current investment is not in your base currency (${baseCurrencyValueRatio}% in ${baseCurrency})
es: La mayor parte de tu inversión actual no está en tu moneda base (${baseCurrencyValueRatio}% en ${baseCurrency})
it: La maggior parte del tuo investimento attuale non è nella valuta di base (${baseCurrencyValueRatio}% in ${baseCurrency})
ko: 현재 투자의 주요 부분이 기본 통화(${baseCurrency}의 ${baseCurrencyValueRatio}%)로 되어 있지 않습니다.
zh: 您的当前投资的主要部分未以您的基础货币计价 ( ${baseCurrency} 仅占 ${baseCurrencyValueRatio}%)

# rule.currencyClusterRiskBaseCurrencyCurrentInvestment.true
source: The major part of your current investment is in your base currency (${baseCurrencyValueRatio}% in ${baseCurrency})
es: La mayor parte de tu inversión actual está en tu moneda base (${baseCurrencyValueRatio}% en ${baseCurrency})
it: La maggior parte del tuo investimento attuale è nella valuta di base (${baseCurrencyValueRatio}% in ${baseCurrency})
ko: 현재 투자의 주요 부분은 기본 통화(${baseCurrency}의 ${baseCurrencyValueRatio}%)입니다.
zh: 您的当前投资的主要部分以您的基础货币计价（其中 ${baseCurrency} 占比 ${baseCurrencyValueRatio}%）

# rule.currencyClusterRiskCurrentInvestment
source: Investment
es: Inversión
fr: Investissement
it: Investimento
ko: 투자
nl: Investering
tr: Yatırım
zh: 投资

# rule.currencyClusterRiskCurrentInvestment.false
source: Over ${thresholdMax}% of your current investment is in ${currency} (${maxValueRatio}%)
es: Más del ${thresholdMax}% de tu inversión actual está en ${currency} (${maxValueRatio}%)
fr: Plus de ${thresholdMax}% de votre investissement actuel est en ${currency} (${maxValueRatio}%)
ko: 현재 투자의 ${thresholdMax}% 이상이 ${currency}(${maxValueRatio}%)에 있습니다.
zh: 超过 ${thresholdMax}% 的当前投资在 ${currency} 中（占比 ${maxValueRatio}%）

# rule.currencyClusterRiskCurrentInvestment.true
source: The major part of your current investment is in ${currency} (${maxValueRatio}%) and does not exceed ${thresholdMax}%
es: La mayor parte de tu inversión actual está en ${currency} (${maxValueRatio}%) y no supera el ${thresholdMax}%
fr: La majeure partie de votre investissement actuel est en ${currency} (${maxValueRatio}%) et n’excède pas ${thresholdMax}%
ko: 현재 투자의 주요 부분은 ${currency} (${maxValueRatio}%)이며 ${thresholdMax}%를 초과하지 않습니다.
zh: 您的当前投资的主要部分以 ${currency} 计价（占比 ${maxValueRatio}%），并且未超过 ${thresholdMax}%

source: Do you really want to generate a new security token?
es: ¿Realmente deseas generar un nuevo token de seguridad?
fr: Voulez-vous vraiment générer un nouveau jeton de sécurité?
it: Vuoi davvero generare un nuovo token di sicurezza?
ko: 정말로 새로운 보안 토큰을 생성하시겠습니까?
nl: Wilt u echt een nieuwe securitytoken genereren?
zh: 您真的想要生成一个新的安全令牌吗？

source: Generate
es: Generar
fr: Générer
it: Generare
ko: 생성하다
nl: Genereren
zh: 生成

source: If you encounter a bug, would like to suggest an improvement or a new <a [routerLink]="routerLinkFeatures">feature</a >, please join the Ghostfolio <a href="https://join.slack.com/t/ghostfolio/shared_invite/zt-vsaan64h-F_I0fEo5M0P88lP9ibCxFg" title="Join the Ghostfolio Slack community" >Slack</a > community, post to <a href="https://x.com/ghostfolio_" title="Post to Ghostfolio on X (formerly Twitter)" >@ghostfolio_</a >
ko: 버그가 발생하거나 개선 사항이나 새로운 <a [routerLink]="routerLinkFeatures">기능</a >을 제안하고 싶다면 Ghostfolio <a href="https://join.slack.com/t/ghostfolio/shared_invite/zt-vsaan64h-F_I0fEo5M0P88lP9ibCxFg" title="Join the Ghostfolio Slack community" >슬랙</a > 커뮤니티에 가입하고 <a href="https://x.com/ghostfolio_" title="Post to Ghostfolio on X (formerly Twitter)" >@ghostfolio_</a >에 게시하세요.
zh: 如果您遇到错误，想要建议改进或新<a [routerLink]="routerLinkFeatures">功能</a >，请加入 Ghostfolio <a href="https://join.slack.com/t/ghostfolio/shared_invite/zt-vsaan64h-F_I0fEo5M0P88lP9ibCxFg" title="Join the Ghostfolio Slack community" >Slack</a > 社区，发布到 <a href="https://x.com/ghostfolio_" title="Post to Ghostfolio on X (formerly Twitter)" >@ghostfolio_</a >

source: Stocks
es: Acciones
fr: Actions
it: Azioni
ko: 주식
nl: Aandelen
zh: 股票

source: Cryptocurrencies
es: Criptomonedas
fr: Crypto-monnaies
it: criptovalute
ko: 암호화폐
nl: Cryptovaluta
pt: Criptomoedas
zh: 加密货币

source: {{ `Expires ${formatDistanceToNow( element.subscription.expiresAt )} (${ (element.subscription.expiresAt | date: defaultDateFormat) })` }}
fr: {{ `Expire ${formatDistanceToNow( element.subscription.expiresAt )} (${ (element.subscription.expiresAt | date: defaultDateFormat) })` }}
nl: {{ `Verloopt ${formatDistanceToNow( element.subscription.expiresAt )} (${ (element.subscription.expiresAt | date: defaultDateFormat) })` }}
zh: {{ `过期时间 ${formatDistanceToNow( element.subscription.expiresAt )} (${ (element.subscription.expiresAt | date: defaultDateFormat) })` }}

source: Manage Asset Profile
es: Gestionar perfil de activo
fr: Gérer le profil d’actif
it: Gestisci profilo risorsa
ko: 자산 프로필 관리
nl: Beheer activaprofiel
pt: Gerenciar perfil de ativos
zh: 管理资产概况

source: Alternative Investment
es: Inversión alternativa
fr: Investissement alternatif
it: Investimenti alternativi
ko: 대체투자
nl: Alternatieve belegging
pt: Investimento Alternativo
zh: 另类投资

source: Collectible
es: Coleccionable
fr: Objet de collection
it: Da collezione
ko: 소장용
nl: Verzamelobject
pt: Colecionável
zh: 收藏品

source: Average Unit Price
es: Precio medio por unidad
ko: 평균단가
nl: Gemiddelde eenheidsprijs
pt: Preço médio unitário
zh: 平均单位价格

# rule.accountClusterRisk.category
source: Account Cluster Risks
es: Riesgos de grupo de cuentas
ko: 계정 클러스터 위험
nl: Accountclusterrisico’s
pt: Riscos de cluster de contas
zh: 账户集群风险

# rule.assetClassClusterRisk.category
source: Asset Class Cluster Risks
es: Riesgos de grupo de clases de activos
ko: 자산 클래스 클러스터 위험
zh: 资产类别集群风险

# rule.currencyClusterRisk.category
source: Currency Cluster Risks
es: Riesgos del clúster de divisas
ko: 통화 클러스터 위험
nl: Valutaclusterrisico’s
pt: Riscos de cluster monetário
zh: 货币集群风险

# rule.economicMarketClusterRisk.category
source: Economic Market Cluster Risks
ko: 경제 시장 클러스터 위험
zh: 经济市场集群风险

# rule.emergencyFund.category
source: Emergency Fund
ko: 비상자금
nl: Noodfonds
pt: Fundo de Emergência
zh: 应急基金

# rule.fees.category
source: Fees
ko: 수수료
nl: Kosten
pt: Tarifas
zh: 费用

# rule.liquidity.category
source: Liquidity
ko: 유동성
zh: 流动性

# rule.liquidityBuyingPower
source: Buying Power
ko: 매수 가능 금액
zh: 购买力

# rule.liquidityBuyingPower.false.min
source: Your buying power is below ${thresholdMin} ${baseCurrency}
ko: 귀하의 구매력은 ${thresholdMin} ${baseCurrency} 미만입니다.
zh: 您的购买力低于 ${thresholdMin} ${baseCurrency}

# rule.liquidityBuyingPower.false.zero
source: Your buying power is 0 ${baseCurrency}
ko: 귀하의 구매력은 0입니다 ${baseCurrency}
zh: 您的购买力为 0 ${baseCurrency}

# rule.liquidityBuyingPower.true
source: Your buying power exceeds ${thresholdMin} ${baseCurrency}
ko: 매수 가능 금액이 ${thresholdMin} ${baseCurrency}을(를) 초과합니다.
zh: 您的购买力超过了 ${thresholdMin} ${baseCurrency}

# rule.regionalMarketClusterRisk.category
source: Regional Market Cluster Risks
es: Riesgos de los grupos de mercados regionales
ko: 지역 시장 클러스터 위험
zh: 区域市场集群风险
