Repository: ghostfolio/ghostfolio
Catalog: apps/client/src/locales/messages.*.xlf
Languages: de, es, fr, it, ko, nl, pt, tr, zh

# rule.economicMarketClusterRiskEmergingMarkets.true
source: The emerging markets contribution of your current investment (${emergingMarketsValueRatio}%) is within the range of ${thresholdMin}% and ${thresholdMax}%
nl: De bijdrage van opkomende markten aan je huidige investering (${emergingMarketsValueRatio}%) ligt binnen het bereik van ${thresholdMin}% en ${thresholdMax}%

# rule.accountClusterRiskCurrentInvestment.false.invalid
source: No accounts have been set up
nl: Er zijn geen accounts ingesteld
pt: Nenhuma conta foi configurada

# rule.accountClusterRiskSingleAccount.false.invalid
source: Your net worth is managed by 0 accounts
nl: Je nettovermogen wordt beheerd door 0 accounts
pt: Seu patrimônio líquido é gerenciado por 0 contas

# rule.regionalMarketClusterRiskAsiaPacific.false.max
source: The Asia-Pacific market contribution of your current investment (${valueRatio}%) exceeds ${thresholdMax}%
nl: De bijdrage van de Azië-Pacific markt aan je huidige investering (${valueRatio}%) overschrijdt ${thresholdMax}%

# rule.regionalMarketClusterRiskAsiaPacific.false.min
source: The Asia-Pacific market contribution of your current investment (${valueRatio}%) is below ${thresholdMin}%
nl: De bijdrage van de Azië-Pacific markt aan je huidige investering (${valueRatio}%) ligt onder ${thresholdMin}%

# rule.regionalMarketClusterRiskAsiaPacific.true
source: The Asia-Pacific market contribution of your current investment (${valueRatio}%) is within the range of ${thresholdMin}% and ${thresholdMax}%
nl: De bijdrage van de Azië-Pacific markt aan je huidige investering (${valueRatio}%) ligt binnen het bereik van ${thresholdMin}% en ${thresholdMax}%

# rule.regionalMarketClusterRiskEmergingMarkets
source: Emerging Markets
nl: Opkomende markten
pt: Mercados Emergentes

# rule.regionalMarketClusterRiskEmergingMarkets.false.max
source: The Emerging Markets contribution of your current investment (${valueRatio}%) exceeds ${thresholdMax}%
nl: De bijdrage van de opkomende markten aan je huidige investering (${valueRatio}%) overschrijdt ${thresholdMax}%

# rule.regionalMarketClusterRiskEmergingMarkets.false.min
source: The Emerging Markets contribution of your current investment (${valueRatio}%) is below ${thresholdMin}%
nl: De bijdrage van de opkomende markten aan je huidige investering (${valueRatio}%) ligt onder ${thresholdMin}%

# rule.regionalMarketClusterRiskEmergingMarkets.true
source: The Emerging Markets contribution of your current investment (${valueRatio}%) is within the range of ${thresholdMin}% and ${thresholdMax}%
nl: De bijdrage van de opkomende markten aan je huidige investering (${valueRatio}%) ligt binnen het bereik van ${thresholdMin}% en ${thresholdMax}%

# rule.regionalMarketClusterRiskEurope.false.max
source: The Europe market contribution of your current investment (${valueRatio}%) exceeds ${thresholdMax}%
nl: De bijdrage van de Europese markt aan je huidige investering (${valueRatio}%) overschrijdt ${thresholdMax}%

# rule.regionalMarketClusterRiskEurope.false.min
source: The Europe market contribution of your current investment (${valueRatio}%) is below ${thresholdMin}%
nl: De bijdrage van de Europese markt aan je huidige investering (${valueRatio}%) ligt onder ${thresholdMin}%

# rule.regionalMarketClusterRiskEurope.true
source: The Europe market contribution of your current investment (${valueRatio}%) is within the range of ${thresholdMin}% and ${thresholdMax}%
nl: De bijdrage van de Europese markt aan je huidige investering (${valueRatio}%) ligt binnen het bereik van ${thresholdMin}% en ${thresholdMax}%

# rule.regionalMarketClusterRiskJapan.false.max
source: The Japan market contribution of your current investment (${valueRatio}%) exceeds ${thresholdMax}%
nl: De bijdrage van de Japanse markt aan je huidige investering (${valueRatio}%) overschrijdt ${thresholdMax}%

# rule.regionalMarketClusterRiskJapan.false.min
source: The Japan market contribution of your current investment (${valueRatio}%) is below ${thresholdMin}%
nl: De bijdrage van de Japanse markt aan je huidige investering (${valueRatio}%) ligt onder ${thresholdMin}%

# rule.regionalMarketClusterRiskJapan.true
source: The Japan market contribution of your current investment (${valueRatio}%) is within the range of ${thresholdMin}% and ${thresholdMax}%
nl: De bijdrage van de Japanse markt aan je huidige investering (${valueRatio}%) ligt binnen het bereik van ${thresholdMin}% en ${thresholdMax}%

# rule.regionalMarketClusterRiskNorthAmerica.false.max
source: The North America market contribution of your current investment (${valueRatio}%) exceeds ${thresholdMax}%
nl: De bijdrage van de Noord-Amerikaanse markt aan je huidige investering (${valueRatio}%) overschrijdt ${thresholdMax}%

# rule.regionalMarketClusterRiskNorthAmerica.false.min
source: The North America market contribution of your current investment (${valueRatio}%) is below ${thresholdMin}%
nl: De bijdrage van de Noord-Amerikaanse markt aan je huidige investering (${valueRatio}%) ligt onder ${thresholdMin}%

# rule.regionalMarketClusterRiskNorthAmerica.true
source: The North America market contribution of your current investment (${valueRatio}%) is within the range of ${thresholdMin}% and ${thresholdMax}%
nl: De bijdrage van de Noord-Amerikaanse markt aan je huidige investering (${valueRatio}%) ligt binnen het bereik van ${thresholdMin}% en ${thresholdMax}%

source: Annualized Performance
es: Rendimiento anualizado

source: User
es: Usuario

source: Asset Performance
es: Rendimiento de activos

source: Currency Performance
es: Rendimiento de la moneda

source: Absolute Net Performance
es: Rendimiento neto absoluto

source: Net Performance
es: Rendimiento neto

# routes.start
source: start
es: comenzar
fr: commencer
it: inizio
tr: baslangic

source: Create Account
de: Registrieren

source: The risk of loss in trading can be substantial. It is not advisable to invest money you may need in the short term.
de: Das Ausfallrisiko beim Börsenhandel kann erheblich sein. Es ist nicht ratsam, Geld zu investieren, welches du kurzfristig benötigst.

source: Grantee
de: Empfänger

source: Type
de: Typ

source: Revoke
de: Widerrufen

source: Activities
de: Aktivitäten

source: Total
de: Gesamt

source: Value
de: Wert

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Delete Jobs
de: Jobs löschen

source: Data Source
de: Datenquelle

source: Attempts
de: Versuche

source: Created
de: Erstellt

source: Finished
de: Abgeschlossen

source: Asset Profiles
de: Anlageprofile

source: Historical Market Data
de: Historische Marktdaten

source: View Data
de: Daten anzeigen

source: View Stacktrace
de: Stacktrace anzeigen

source: Delete Job
de: Job löschen

source: Details for {{ data.symbol }}
de: Details für {{ data.symbol }}

source: Date
de: Datum

source: Market Price
de: Marktpreis

source: Cancel
de: Abbrechen

source: Save
de: Speichern

source: First Activity
de: Erste Aktivität

source: Activity Count
de: Anzahl Aktivitäten

source: Historical Data
de: Historische Daten

source: Please add a currency:
de: Bitte Währung hinzufügen:

source: Do you really want to delete this currency?
de: Möchtest du diese Währung wirklich löschen?

source: User Count
de: Anzahl Benutzer

source: per User
de: pro Benutzer

source: Gather Recent Data
de: Letzte Daten einholen

source: Gather All Data
de: Alle Daten einholen

source: Gather Profile Data
de: Profildaten herunterladen

source: Exchange Rates
de: Wechselkurse

source: Add Currency
de: Währung hinzufügen

source: System Message
de: Systemmeldung

source: Set Message
de: Systemmeldung setzen

source: Read-only Mode
de: Lese-Modus

source: Coupons
de: Gutscheincodes

source: Add
de: Hinzufügen

source: Housekeeping
de: Verwaltung

source: Flush Cache
de: Cache leeren

source: User
de: Benutzer

source: Registration
de: Registrierung

source: Engagement per Day
de: Engagement pro Tag

source: Last Request
de: Letzte Abfrage

source: Current Market Mood
de: Aktuelle Marktstimmung

source: Overview
de: Übersicht

source: Accounts
de: Konten

source: Admin Control
de: Administration

source: Resources
de: Ressourcen

source: Pricing
de: Preise

source: About
de: Über

source: Me
de: Ich

source: My Ghostfolio
de: Mein Ghostfolio

source: About Ghostfolio
de: Über Ghostfolio

source: Markets
de: Märkte

source: Get Started
de: Registrieren

source: Manage Activities
de: Aktivitäten verwalten

source: Last {{ numberOfDays }} Days
de: Letzte {{ numberOfDays }} Tage

source: Summary
de: Zusammenfassung

source: Security Token
de: Sicherheits-Token

source: or
de: oder

source: Sign in with Internet Identity
de: Einloggen mit Internet Identity

source: Sign in with Google
de: Einloggen mit Google

source: Stay signed in
de: Eingeloggt bleiben

source: Sign in
de: Einloggen

source: Time in Market
de: Zeit im Markt

source: Buy
de: Kauf

source: Sell
de: Verkauf

source: Investment
de: Einlage

source: Absolute Gross Performance
de: Absolute Brutto Performance

source: Gross Performance
de: Brutto Performance

source: {{ summary?.ordersCount }} {summary?.ordersCount, plural, =1 {transaction} other {transactions}}
de: {{ summary?.ordersCount }} {summary?.ordersCount, plural, =1 {Transaktion} other {Transaktionen}}

source: {VAR_PLURAL, plural, =1 {transaction} other {transactions}}
de: {VAR_PLURAL, plural, =1 {Transaktion} other {Transaktionen}}

source: Absolute Net Performance
de: Absolute Netto Performance

source: Net Performance
de: Netto Performance

source: Total Assets
de: Gesamtanlagevermögen

source: Valuables
de: Wertsachen

source: Emergency Fund
de: Notfallfonds

source: Buying Power
de: Kaufkraft

source: Net Worth
de: Gesamtvermögen

source: Annualized Performance
de: Performance pro Jahr

source: Dividend
de: Dividenden

source: Please enter the amount of your emergency fund:
de: Bitte gib den Betrag deines Notfallfonds ein:

source: Sectors
de: Sektoren

source: Countries
de: Länder

source: Report Data Glitch
de: Datenfehler melden

source: Allocation
de: Allokation

source: Show all
de: Alle anzeigen

source: This feature requires a subscription.
de: Diese Funktion erfordert ein Abonnement.

source: Privacy Policy
de: Datenschutzbestimmungen

source: License
de: Lizenz

source: Please enter your coupon code:
de: Bitte gebe deinen Gutscheincode ein:

source: Account
de: Konto

source: Membership
de: Mitgliedschaft

source: per year
de: pro Jahr

source: Try Premium
de: Premium ausprobieren

source: Redeem Coupon
de: Gutschein einlösen

source: Presenter View
de: Präsentationsansicht

source: Base Currency
de: Basiswährung

source: Locale
de: Lokalität

source: Date and number format
de: Datums- und Zahlenformat

source: Zen Mode
de: Zen Modus

source: Sign in with fingerprint
de: Einloggen mit Fingerabdruck

source: User ID
de: Benutzer ID

source: Granted Access
de: Zugangsberechtigung

source: Grant access
de: Zugang gewähren

source: Public
de: Öffentlich

source: Update account
de: Konto aktualisieren

source: Add account
de: Konto hinzufügen

source: Cash
de: Bargeld

source: Currency
de: Währung

source: Cash Balance
de: Cash-Bestand

source: Platform
de: Plattform

source: Account ID
de: Konto ID

source: Allocations
de: Allokationen

source: By Account
de: Nach Konto

source: By Currency
de: Nach Währung

source: By Asset Class
de: Nach Anlageklasse

source: By Holding
de: Nach Position

source: By Sector
de: Nach Sektor

source: By Continent
de: Nach Kontinent

source: By Country
de: Nach Land

source: Regions
de: Regionen

source: Analysis
de: Analyse

source: Investment Timeline
de: Zeitstrahl der Investitionen

source: Top
de: Gewinner

source: Bottom
de: Verlierer

source: Calculator
de: Rechner

source: 4% Rule
de: 4% Regel

source: Holdings
de: Positionen

source: Update activity
de: Aktivität bearbeiten

source: Add activity
de: Aktivität hinzufügen

source: Name, symbol or ISIN
de: Name, Symbol oder ISIN

source: Quantity
de: Anzahl

source: Unit Price
de: Stückpreis

source: Fee
de: Gebühr

source: Note
de: Kommentar

source: Asset Class
de: Anlageklasse

source: Currencies
de: Währungen

source: Continents
de: Kontinente

source: Ghostfolio empowers you to keep track of your wealth.
de: Ghostfolio verschafft Ihnen den Überblick über Ihr Vermögen.

source: Continue with Internet Identity
de: Weiter mit Internet Identity

source: Continue with Google
de: Weiter mit Google

source: Copy to clipboard
de: In die Zwischenablage kopieren

source: I agree to have stored my <i>Security Token</i> from above in a secure place. If I lose it, I cannot get my account back.
de: Ich stimme zu, meinen <i>Security Token</i> an einem sicheren Ort hinterlegt zu haben. Sollte ich diesen verlieren, kann ich mein Konto nicht wiederherstellen.

source: Agree and continue
de: Zustimmen und fortfahren

source: Oops, authentication has failed.
de: Ups, die Authentifizierung ist fehlgeschlagen.

source: Try again
de: Nochmals versuchen

source: Go back to Home Page
de: Zurück zur Startseite

source: Draft
de: Geplant

source: Export Activities
de: Aktivitäten exportieren

source: Export Drafts as ICS
de: Geplante Aktivitäten als ICS exportieren

source: Clone
de: Kopieren

source: Export Draft as ICS
de: Geplante Aktivität als ICS exportieren

source: Change from All Time High
de: Änderung vom Allzeithoch

source: from ATH
de: vom AZH

source: Annual Interest Rate
de: Jahreszinssatz

source: Time to add your first activity.
de: Erste Aktivität jetzt hinzufügen.

source: Language
de: Sprache

source: Get started
de: Registrieren

source: Change
de: Änderung

source: Average Unit Price
de: Ø Preis pro Einheit

source: Minimum Price
de: Minimum Preis

source: Maximum Price
de: Maximum Preis

source: Asset Sub Class
de: Anlageunterklasse

source: Sector
de: Sektor

source: Country
de: Land

source: Developed Markets
de: Entwickelte Länder

source: Emerging Markets
de: Schwellenländer

source: Other Markets
de: Übrige Länder

source: Projected Total Amount
de: Projizierter Gesamtbetrag

source: Countries Count
de: Anzahl Länder

source: Sectors Count
de: Anzahl Sektoren

source: Filter by account or tag...
de: Filtern nach Konto oder Tag...

source: Filter by account, currency, symbol or type...
de: Filtern nach Konto, Währung, Symbol oder Typ...

source: Hello, {{ portfolioPublicDetails?.alias ?? 'someone' }} has shared a <strong>Portfolio</strong> with you!
de: Hallo, {{ portfolioPublicDetails?.alias ?? 'jemand' }} hat ein <strong>Portfolio</strong> mit dir geteilt!

source: Experimental Features
de: Experimentelle Funktionen

source: Compare with...
de: Vergleichen mit...

source: Proportion of Net Worth
de: Anteil am Gesamtvermögen

source: Excluded from Analysis
de: Von der Analyse ausgenommen

source: Appearance
de: Aussehen

source: Auto
de: Automatisch

source: Light
de: Hell

source: Dark
de: Dunkel

source: Portfolio Evolution
de: Portfolio Wertentwicklung

source: The following file formats are supported:
de: Folgende Dateiformate werden unterstützt:

source: Back
de: Zurück

source: Activities Count
de: Anzahl Aktivitäten

source: Refresh
de: Aktualisieren

source: Symbol Mapping
de: Symbol Zuordnung

source: Dividend Timeline
de: Zeitstrahl der Dividenden

source: User Signup
de: Benutzer Registrierung

source: Import
de: Importieren

source: Holding
de: Position

source: Load Dividends
de: Dividenden laden

source: Valid until
de: Gültig bis

source: Protection for sensitive information like absolute performances and quantity values
de: Ausblenden von sensiblen Informationen wie absoluter Performance und Stückzahl

source: Distraction-free experience for turbulent times
de: Unbeschwertes Erlebnis für turbulente Zeiten

source: Sneak peek at upcoming functionality
de: Vorschau auf kommende Funktionalität

source: Are you an ambitious investor who needs the full picture?
de: Bist du ein ambitionierter Investor, der den kompletten Überblick benötigt?

source: Portfolio Summary
de: Portfolio Zusammenfassung

source: FIRE Calculator
de: FIRE Rechner

source: and more Features...
de: und weitere Features...

source: Skip
de: Überspringen

source: Upgrade Plan
de: Abonnement abschliessen

source: For tech-savvy investors who prefer to run Ghostfolio on their own infrastructure.
de: Für technisch versierte Anleger, die Ghostfolio auf der eigenen Infrastruktur betreiben möchten.

source: Unlimited Transactions
de: Unlimitierte Transaktionen

source: Unlimited Accounts
de: Unlimitierte Accounts

source: Self-hosted, update manually.
de: Selbst gehostet, manuelles Update.

source: Free
de: Kostenlos

source: For new investors who are just getting started with trading.
de: Für Einsteiger, die gerade mit dem Börsenhandel beginnen.

source: Fully managed Ghostfolio cloud offering.
de: Vollständig verwaltetes Ghostfolio Cloud-Angebot.

source: For ambitious investors who need the full picture of their financial assets.
de: Für ambitionierte Anleger, die den vollständigen Überblick über ihr Anlagevermögen benötigen.

source: One-time payment, no auto-renewal.
de: Einmalige Zahlung, keine automatische Erneuerung.

source: Get Started
de: Jetzt loslegen

source: It’s free.
de: Es ist kostenlos.

source: Fees
de: Gebühren

source: Portfolio Allocations
de: Portfolio Allokationen

source: Savings Rate per Month
de: Sparrate pro Monat

source: Data Import and Export
de: Datenimport und -export

source: Email and Chat Support
de: E-Mail und Chat Support

source: Market data provided by
de: Marktdaten bereitgestellt von

source: Oops! Could not get the historical exchange rate from
de: Ups! Der historische Wechselkurs konnte nicht abgerufen werden vom

source: Retirement Date
de: Pensionierungsdatum

source: Gather Historical Data
de: Historische Daten herunterladen

source: Professional Data Provider
de: Professioneller Datenanbieter

source: Pricing Plans
de: Preispläne

source: Renew
de: Erneuern

source: Renew Plan
de: Abonnement erneuern

source: Our official Ghostfolio Premium cloud offering is the easiest way to get started. Due to the time it saves, this will be the best option for most people. Revenue is used to cover the costs of the hosting infrastructure and to fund ongoing development.
de: Unser offizielles Ghostfolio Premium Cloud-Angebot ist der einfachste Weg für den Einstieg. Aufgrund der Zeitersparnis ist dies die beste Option für die meisten Nutzer. Die Einnahmen werden zur Deckung der Betriebskosten und zur Finanzierung der Weiterentwicklung verwendet.

source: Impersonate User
de: Benutzer verwenden

source: Delete User
de: Benutzer löschen

source: Do you really want to delete all your activities?
de: Möchtest du wirklich alle Aktivitäten löschen?

source: By ETF Provider
de: Nach ETF-Anbieter

source: Delete all Activities
de: Alle Aktivitäten löschen

source: Update platform
de: Plattform bearbeiten

source: Add platform
de: Plattform hinzufügen

source: Platforms
de: Plattformen

source: Update Cash Balance
de: Cash-Bestand aktualisieren

source: By Platform
de: Nach Plattform

source: Upgrade to Ghostfolio Premium today and gain access to exclusive features to enhance your investment experience:
de: Wechsle noch heute zu Ghostfolio Premium und erhalte Zugang zu exklusiven Funktionen, die das Investieren erleichtern:

source: Get the tools to effectively manage your finances and refine your personal investment strategy.
de: Nutze die Werkzeuge, um deine Finanzen effektiv zu verwalten und deine persönliche Anlagestrategie zu verfeinern.

source: Add Platform
de: Plattform hinzufügen

source: Equity
de: Beteiligungskapital

source: Manage Benchmarks
de: Benchmarks verwalten

source: Select Holding
de: Position auswählen

source: Select File
de: Datei auswählen

source: Select Dividends
de: Dividenden auswählen

source: Select Activities
de: Aktivitäten auswählen

source: Import Activities
de: Aktivitäten importieren

source: Import Dividends
de: Dividenden importieren

source: Personal Finance
de: Private Finanzen

source: Frequently Asked Questions (FAQ)
de: Häufig gestellte Fragen (FAQ)

source: Current Streak
de: Aktueller Streak

source: Longest Streak
de: Längster Streak

source: If you retire today, you would be able to withdraw <span class="font-weight-bold" ><gf-value class="d-inline-block" [isCurrency]="true" [locale]="user?.settings?.locale" [unit]="user?.settings?.baseCurrency" [value]="withdrawalRatePerYear?.toNumber()" ></gf-value > per year</span> or <span class="font-weight-bold" ><gf-value class="d-inline-block" [isCurrency]="true" [locale]="user?.settings?.locale" [unit]="user?.settings?.baseCurrency" [value]="withdrawalRatePerMonth?.toNumber()" ></gf-value > per month</span>, based on your total assets of <span class="font-weight-bold" ><gf-value class="d-inline-block" [isCurrency]="true" [locale]="user?.settings?.locale" [unit]="user?.settings?.baseCurrency" [value]="fireWealth?.toNumber()" ></gf-value ></span> and a withdrawal rate of 4%.
de: Wenn du heute in den Ruhestand gehen würdest, könnest du <span class="font-weight-bold" ><gf-value class="d-inline-block" [isCurrency]="true" [locale]="user?.settings?.locale" [unit]="user?.settings?.baseCurrency" [value]="withdrawalRatePerYear?.toNumber()" ></gf-value > pro Jahr</span> oder <span class="font-weight-bold" ><gf-value class="d-inline-block" [isCurrency]="true" [locale]="user?.settings?.locale" [unit]="user?.settings?.baseCurrency" [value]="withdrawalRatePerMonth?.toNumber()" ></gf-value > pro Monat</span>entnehmen, bezogen auf dein Gesamtanlagevermögen von <span class="font-weight-bold" ><gf-value class="d-inline-block" [isCurrency]="true" [locale]="user?.settings?.locale" [unit]="user?.settings?.baseCurrency" [value]="fireWealth?.toNumber()" ></gf-value ></span> und einer Entnahmerate von 4%.

source: Liabilities
de: Verbindlichkeiten

source: Stocks
de: Aktien

source: Bonds
de: Anleihen

source: Cryptocurrencies
de: Kryptowährungen

source: Wealth Items
de: Wertsachen

source: Import and Export
de: Import und Export

source: Multi-Accounts
de: Unterstützung mehrerer Konten

source: Portfolio Calculations
de: Portfolio Berechnungen

source: Market Mood
de: Marktstimmung

source: Static Analysis
de: Statische Analyse

source: Multi-Language
de: Mehrsprachigkeit

source: Scraper Configuration
de: Scraper Konfiguration

source: Add Asset Profile
de: Anlageprofil hinzufügen

source: Discover Open Source Alternatives for Personal Finance Tools
de: Entdecke Open Source Alternativen für Personal Finance Tools

source: Founded
de: Gegründet

source: Origin
de: Ursprung

source: Available in
de: Verfügbar in

source: ✅ Yes
de: ✅ Ja

source: ❌ No
de: ❌ Nein

source: ❌ No
de: ❌ Nein

source: Use anonymously
de: Anonyme Nutzung

source: Free Plan
de: Kostenlose Nutzung

source: Notes
de: Hinweise

source: Effortlessly track, analyze, and visualize your wealth with Ghostfolio.
de: Mit Ghostfolio kannst du dein Vermögen einfach überwachen, analysieren und visualisieren.

source: Personal Finance Tools
de: Tools für persönliche Finanzen

source: Guides
de: Ratgeber

source: Glossary
de: Lexikon

source: Stocks, ETFs, bonds, cryptocurrencies, commodities
de: Aktien, ETFs, Anleihen, Kryptowährungen, Rohstoffe

source: Mortgages, personal loans, credit cards
de: Hypotheken, Darlehen, Kreditkarten

source: Luxury items, real estate, private companies
de: Luxusartikel, Immobilien, private Unternehmen

source: Assets
de: Anlagevermögen

source: By Market
de: Nach Markt

source: Welcome to Ghostfolio
de: Herzlich willkommen bei Ghostfolio

source: Setup your accounts
de: Konten einrichten

source: Get a comprehensive financial overview by adding your bank and brokerage accounts.
de: Verschaffe dir einen umfassenden Überblick, indem du deine Bank- und Wertpapierkonten hinzufügst.

source: Capture your activities
de: Aktivitäten erfassen
