Repository: ghostfolio/ghostfolio
Catalog: apps/client/src/locales/messages.*.xlf
Languages: de, es, fr, it, ko, nl, pt, tr, zh

source: You are using the Live Demo.
es: Estás usando la demostración en vivo.
fr: Vous utilisez la Démo en Live.
it: Stai usando la Live Demo.
ko: 현재 라이브 데모를 사용 중입니다.
nl: U maakt gebruik van een Live Demo.
pt: Você está usando a demonstração ao vivo.
tr: Canlı demoyu kullanmaktasınız.
zh: 您正在使用现场演示。

source: Create Account
es: Crear una cuenta
fr: Creér Compte
it: Crea un account
ko: 계정 생성
nl: Account aanmaken
pt: Criar Conta
tr: Hesap Oluştur
zh: 创建账户

source: Frequently Asked Questions (FAQ)
es: Preguntas frecuentes (FAQ)
fr: Questions Fréquentes (FAQ)
it: Domande più frequenti (FAQ)
ko: 자주 묻는 질문
tr: Sıkça Sorulan Sorular (SSS)
zh: 常见问题 (FAQ)

source: The risk of loss in trading can be substantial. It is not advisable to invest money you may need in the short term.
es: El riesgo de pérdida en trading puede ser sustancial. No es aconsejable invertir dinero que puedas necesitar a corto plazo.
fr: Le risque de perte en investissant peut être important. Il est déconseillé d’investir de l’argent dont vous pourriez avoir besoin à court terme.
it: Il rischio di perdita nel trading può essere notevole. Non è consigliabile investire denaro di cui potresti avere bisogno a breve termine.
ko: 거래에는 상당한 손실 위험이 따를 수 있습니다. 단기적으로 필요할 수 있는 자금의 투자는 권장되지 않습니다.
nl: Het risico op verlies bij handelen kan aanzienlijk zijn. Het is niet aan te raden om geld te investeren dat je misschien op korte termijn nodig heeft.
pt: O risco de perda em investimentos pode ser substancial. Não é aconselhável investir dinheiro que possa vir a precisar a curto prazo.
tr: Alım satımda kayıp riski büyük boyutta olabilir. Kısa vadede ihtiyaç duyabileceğiniz parayla yatırım yapmak tavsiye edilmez.
zh: 交易存在巨大亏损风险，因此不应投入您短期内可能急需的资金。

source: Alias
ko: 별칭
tr: Takma Ad
zh: 别名

source: Grantee
es: Beneficiario
fr: Bénéficiaire
it: Beneficiario
ko: 권한 수신자
nl: Ontvanger
pt: Beneficiário (a)
tr: Hibe Alan / Alıcı
zh: 被授权人

source: please
ko: 부탁드립니다
zh: 请

source: Type
es: Tipo
it: Tipo
ko: 유형
pt: Tipo
tr: Tip
zh: 类型

source: Details
es: Detalles
fr: Détails
it: Dettagli
ko: 상세
pt: Detalhes
tr: Ayrıntılar
zh: 详情

source: Revoke
es: Revoca
fr: Révoquer
it: Revoca
ko: 회수
nl: Intrekken
pt: Revogar
tr: Geri Al
zh: 撤销

source: with
ko: 와(과)
zh: 和

source: Do you really want to revoke this granted access?
de: Möchtest du diese Zugangsberechtigung wirklich widerrufen?
es: ¿Quieres revocar el acceso concedido?
fr: Voulez-vous vraiment révoquer cet accès ?
it: Vuoi davvero revocare l’accesso concesso?
ko: 이 부여된 접근 권한을 정말로 회수하시겠습니까?
nl: Wil je deze verleende toegang echt intrekken?
pt: Pretende realmente revogar este acesso concedido?
tr: Bu erişim iznini geri almayı gerçekten istiyor musunuz?
zh: 您真的要撤销此访问权限吗？

source: Cash Balance
es: Saldo en efectivo
fr: Balance Cash
it: Saldo di cassa
ko: 현금 잔액
nl: Saldo
pt: Saldo disponível em dinheiro
tr: Nakit Bakiye
zh: 现金余额

source: Platform
es: Plataforma
fr: Plateforme
it: Piattaforma
ko: 플랫폼
pt: Plataforma
zh: 平台

source: Cash Balances
es: Saldos de efectivo
it: Saldi di cassa
ko: 현금 잔액
nl: Contant Saldo
pt: Saldos de caixa
tr: Nakit Bakiyeleri
zh: 现金余额

source: Transfer Cash Balance
es: Transferir saldo de efectivo
fr: Transfert de Cash Balance
it: Trasferisci il saldo di cassa
ko: 현금 잔액 이체
nl: Contant saldo overboeken
pt: Transferir saldo de dinheiro
tr: Nakit Bakiyesini Transfer Et
zh: 转移现金余额

source: Name
es: Nombre
fr: Nom
it: Nome
ko: 이름
nl: Naam
pt: Nome
tr: Ad
zh: 名称

source: Total
it: Totale
ko: 합계
nl: Totaal
tr: Toplam
zh: 总计

source: Currency
es: Divisa base
fr: Devise
it: Valuta
ko: 통화
nl: Valuta
pt: Moeda
tr: Para Birimi
zh: 货币

source: Value
es: Valor
fr: Valeur
it: Valore
ko: 평가액
nl: Waarde
pt: Valor
tr: Değer
zh: 价值

source: Edit
es: Edita
fr: Modifier
it: Modifica
ko: 편집
nl: Bewerken
pt: Editar
tr: Düzenle
zh: 编辑

source: Delete
es: Elimina
fr: Supprimer
it: Elimina
ko: 삭제
nl: Verwijderen
pt: Eliminar
tr: Sil
zh: 删除

source: Do you really want to delete this account?
de: Möchtest du dieses Konto wirklich löschen?
es: ¿Estás seguro de eliminar esta cuenta?
fr: Voulez-vous vraiment supprimer ce compte ?
it: Vuoi davvero eliminare questo account?
ko: 이 계정을 정말 삭제하시겠습니까?
nl: Wil je deze rekening echt verwijderen?
pt: Pretende realmente eliminar esta conta?
tr: Bu hesabı silmeyi gerçekten istiyor musunuz?
zh: 您确定要删除此账户吗？

source: Asset Profile
es: Perfil de activo
fr: Profil d’Actif
it: Profilo dell’asset
ko: 자산 프로필
nl: Bezittingen Profiel
pt: Perfil de ativos
tr: Varlık Profili
zh: 资产概况

source: Historical Market Data
es: Datos históricos del mercado
fr: Données historiques du marché
it: Dati storici del mercato
ko: 과거 시장 데이터
nl: Historische marktgegevens
pt: Histórico de Dados de Mercado
tr: Tarihsel Piyasa Verisi
zh: 历史市场数据

source: Data Source
es: Fuente de datos
fr: Source Données
it: Sorgente dei dati
ko: 데이터 소스
nl: Gegevensbron
pt: Fonte de dados
tr: Veri Kaynağı
zh: 数据源

source: Attempts
es: Intentos
fr: Tentatives
it: Tentativi
ko: 시도 횟수
nl: Pogingen
pt: Tentativas
tr: Deneme
zh: 尝试次数

source: Created
es: Creado
fr: Créé
it: Creato
ko: 생성됨
nl: Aangemaakt
pt: Criado
tr: Oluşturuldu
zh: 创建

source: Finished
es: Finalizado
fr: Terminé
it: Finito
ko: 완료됨
nl: Voltooid
pt: Terminado
tr: Tamamlandı
zh: 完成

source: Status
es: Estado
fr: Statut
it: Stato
ko: 상태
pt: Estado
tr: Durum
zh: 状态

source: and is driven by the efforts of its <a href="https://github.com/ghostfolio/ghostfolio/graphs/contributors" title="Contributors to Ghostfolio" >contributors</a >
ko: <a href="https://github.com/ghostfolio/ghostfolio/graphs/contributors" title="Contributors to Ghostfolio" >기여자</a >들의 노력으로 발전하고 있습니다
zh: 并且得益于其 <a href="https://github.com/ghostfolio/ghostfolio/graphs/contributors" title="Contributors to Ghostfolio" >贡献者</a >

source: Delete Jobs
es: Elimina los trabajos
fr: Supprimer Tâches
it: Elimina i lavori
ko: 작업 삭제
nl: Taken verwijderen
pt: Eliminar Tarefas
tr: İşleri Sil
zh: 删除任务

source: View Data
es: Visualiza los datos
fr: Voir Données
it: Visualizza i dati
ko: 데이터 보기
nl: Bekijk gegevens
pt: Visualizar dados
tr: Veri Gör
zh: 查看数据

source: View Stacktrace
es: Visualiza Stacktrace
fr: Voir la Stacktrace
it: Visualizza Stacktrace
ko: 스택트레이스 보기
nl: Bekijk Stacktrace
pt: Ver Stacktrace
tr: Hata İzini Görüntüle
zh: 查看堆栈跟踪

source: Delete Job
es: Elimina el trabajo
fr: Supprimer Tâche
it: Elimina il lavoro
ko: 작업 삭제
nl: Taak verwijderen
pt: Apagar Tarefa
tr: İşleri Sil
zh: 删除任务

source: Details for {{ data.symbol }}
es: Detalles para {{ data.symbol }}
fr: Détails pour {{ data.symbol }}
it: Dettagli per {{ data.symbol }}
ko: {{ data.symbol }}에 대한 세부정보
nl: Details voor {{ data.symbol }}
pt: Detalhes para {{ data.symbol }}
tr: Detaylar {{ data.symbol }}
zh: {{ data.symbol }}的详细信息

source: Date
es: Fecha
it: Data
ko: 날짜
nl: Datum
pt: Data
tr: Tarih
zh: 日期

source: Market Price
es: Precio de mercado
fr: Prix du marché
it: Prezzo di mercato
ko: 시장 가격
nl: Marktprijs
pt: Preço de Mercado
tr: Piyasa Fiyatı
zh: 市场价

source: Currencies
de: Währungen
es: Monedas
fr: Devises
it: Valute
ko: 통화
nl: Valuta
pt: Moedas
tr: Para Birimleri
zh: 货币

source: ETFs without Countries
de: ETFs ohne Länder
es: ETFs sin países
fr: ETF sans Pays
it: ETF senza paesi
ko: 국가 정보 없는 ETF
nl: ETF’s zonder Landen
pt: ETFs sem países
tr: Ülkesi Olmayan ETF’ler
zh: 没有国家的 ETF

source: ETFs without Sectors
de: ETFs ohne Sektoren
es: ETFs sin sectores
fr: ETF sans Secteurs
it: ETF senza settori
ko: 섹터 정보 없는 ETF
nl: ETF’s zonder Sectoren
pt: ETFs sem setores
tr: Sektörü Olmayan ETF’ler
zh: 无行业类别的 ETF

source: Do you really want to delete this asset profile?
de: Möchtest du dieses Anlageprofil wirklich löschen?
es: ¿Realmente deseas eliminar este perfil de activo?
fr: Confirmez la suppressoion de ce profil d’actif?
it: Vuoi veramente eliminare il profilo di questo asset?
ko: 이 자산 프로필을 정말 삭제하시겠습니까?
nl: Weet u zeker dat u dit bezittingen profiel wilt verwijderen?
pt: Você realmente deseja excluir este perfil de ativo?
tr: Bu varlık profilini silmeyi gerçekten istiyor musunuz?
zh: 您确实要删除此资产配置文件吗？

source: Filter by...
de: Filtern nach...
es: Filtrar por...
fr: Filtrer par...
it: Filtra per...
ko: 다음 기준으로 필터...
nl: Filter op...
pt: Filtrar por...
tr: Filtrele...
zh: 过滤...

source: First Activity
es: Primera actividad
fr: Première Activité
it: Prima attività
ko: 첫 활동
nl: Eerste activiteit
pt: Primeira Atividade
tr: İlk İşlem
zh: 首笔交易

source: Activities Count
es: Recuento de actividades
fr: Nombre d’Activités
it: Conteggio attività
ko: 활동 수
nl: Aantal activiteiten
pt: Nº de Atividades
tr: İşlem Sayısı
zh: 活动计数

source: Historical Data
es: Datos históricos
fr: Données Historiques
it: Dati storici
ko: 과거 데이터
nl: Historische gegevens
pt: Dados Históricos
tr: Tarihsel Veri
zh: 历史数据

source: Sectors Count
es: Número de sectores
fr: Nombre de Secteurs
it: Numero di settori
ko: 섹터 수
nl: Aantal sectoren
pt: Contagem de Setores
tr: Sektör Sayısı
zh: 行业数

source: Countries Count
es: Número de países
fr: Nombre de Pays
it: Numero di paesi
ko: 국가 수
nl: Aantal landen
pt: Contagem de Países
tr: Ülke Sayısı
zh: 国家数

source: Gather Profile Data
es: Recoger los datos del perfil
fr: Obtenir les Données du Profil
it: Raccogli i dati del profilo
ko: 프로필 데이터 수집
nl: Verzamel profielgegevens
pt: Recolher Dados de Perfíl
tr: Profil Verisini Getir
zh: 收集个人资料数据

source: Oops! Could not parse historical data.
de: Ups! Die historischen Daten konnten nicht geparsed werden.
es: ¡Ups! No se pudieron analizar los datos históricos.
fr: Oops! Echec du parsing des données historiques.
it: Ops! Impossibile elaborare i dati storici.
ko: 이런! 과거 데이터를 파싱할 수 없습니다.
nl: Oeps! Ophalen van historische data is mislukt.
pt: Ops! Não foi possível analisar os dados históricos.
tr: Hay Allah! Geçmiş veriler ayrıştırılamadı.
zh: 哎呀！无法解析历史数据。

source: Refresh
es: Refrescar
fr: Rafraîchir
it: Aggiorna
ko: 새로고침
nl: Vernieuwen
pt: Atualizar
tr: Yenile
zh: 刷新

source: Import
es: Importar
fr: Importer
it: Importa
ko: 가져오기
nl: Importeren
pt: Importar
tr: İçe Aktar
zh: 导入

source: Sector
fr: Secteur
it: Settore
ko: 섹터
pt: Setor
tr: Sektör
zh: 行业

source: Country
es: País
fr: Pays
it: Paese
ko: 국가
nl: Land
pt: País
tr: Ülke
zh: 国家

source: Sectors
es: Sectores
fr: Secteurs
it: Settori
ko: 섹터
nl: Sectoren
pt: Setores
tr: Sektörler
zh: 行业

source: Countries
es: Países
fr: Pays
it: Paesi
ko: 국가
nl: Landen
pt: Países
tr: Ülkeler
zh: 国家

source: Symbol Mapping
es: Mapeo de símbolos
fr: Équivalence de Symboles
it: Mappatura dei simboli
ko: 심볼 매핑
nl: Symbool toewijzen
pt: Mapeamento de Símbolo
tr: Sembol Eşleştirme
zh: 代码映射

source: and we share aggregated <a title="Open Startup" [routerLink]="routerLinkOpenStartup" >key metrics</a > of the platform’s performance
ko: 또한 플랫폼 성과에 대한 집계된 <a title="Open Startup" [routerLink]="routerLinkOpenStartup" >핵심 지표</a >를 공유합니다
zh: 并且我们分享平台性能的聚合 <a title="Open Startup" [routerLink]="routerLinkOpenStartup" >关键指标</a >

source: Scraper Configuration
es: Configuración del scraper
fr: Configuration du Scraper
it: Configurazione dello scraper
ko: 스크래퍼 설정
nl: Scraper instellingen
pt: Configuração do raspador
tr: Veri Toplayıcı Yapılandırması
zh: 刮削配置

source: Note
es: Nota
it: Nota
ko: 메모
nl: Opmerking
pt: Nota
tr: Not
zh: 笔记

source: Add Asset Profile
es: Agregar perfil de activo
fr: Ajouter un Profil d’Actif
it: Aggiungi il profilo dell’asset
ko: 자산 프로필 추가
nl: Asset profiel toevoegen
pt: Adicionar perfil do ativo
tr: Varlık Profili Ekle
zh: 添加资产概况

source: Search
es: Buscar
fr: Chercher
it: Cerca
ko: 검색
nl: Zoeken
pt: Procurar
tr: Arama
zh: 搜索

source: Add Manually
es: Añadir manualmente
fr: Ajouter manuellement
it: Aggiungi manualmente
ko: 수동 추가
nl: Voeg Handmatig Toe
pt: Adicionar manualmente
tr: Elle Giriş
zh: 手动添加

source: Name, symbol or ISIN
es: Nombre, símbolo o ISIN
fr: Nom, symbole, ou ISIN
it: Nome, simbolo o ISIN
ko: 이름, 심볼 또는 ISIN
nl: Naam, symbool of ISIN
pt: Nome, símbolo or ISIN
tr: Ad, sembol ya da ISIN
zh: 名称、代码或 ISIN

source: Do you really want to delete this coupon?
de: Möchtest du diesen Gutscheincode wirklich löschen?
es: ¿Estás seguro de eliminar este cupón?
fr: Voulez-vous vraiment supprimer ce code promotionnel ?
it: Vuoi davvero eliminare questo buono?
ko: 이 쿠폰을 정말 삭제하시겠습니까?
nl: Wil je deze coupon echt verwijderen?
pt: Deseja realmente eliminar este cupão?
tr: Bu kuponu gerçekten silmek istiyor musunuz?
zh: 您确实要删除此优惠券吗？

source: Do you really want to delete this system message?
de: Möchtest du diese Systemmeldung wirklich löschen?
es: ¿Realmente deseas eliminar este mensaje del sistema?
fr: Confirmer la suppresion de ce message système?
it: Confermi di voler cancellare questo messaggio di sistema?
ko: 이 시스템 메시지를 정말 삭제하시겠습니까?
nl: Wilt u dit systeembericht echt verwijderen?
pt: Você realmente deseja excluir esta mensagem do sistema?
tr: Bu sistem mesajını silmeyi gerçekten istiyor musunuz?
zh: 您真的要删除这条系统消息吗？

source: Do you really want to flush the cache?
de: Möchtest du den Cache wirklich leeren?
es: ¿Estás seguro de limpiar la caché?
fr: Voulez-vous vraiment vider le cache ?
it: Vuoi davvero svuotare la cache?
ko: 정말로 캐시를 플러시하시겠습니까?
nl: Wil je echt de cache legen?
pt: Deseja realmente limpar a cache?
tr: Önbelleği temizlemeyi gerçekten istiyor musunuz?
zh: 您真的要刷新缓存吗？

source: Please set your system message:
de: Bitte gebe deine Systemmeldung ein:
es: Por favor, establece tu mensaje del sistema:
fr: Veuillez définir votre message système :
it: Imposta il messaggio di sistema:
ko: 시스템 메시지를 설정하십시오:
nl: Stel je systeemboodschap in:
pt: Por favor, defina a sua mensagem do sistema:
tr: Lütfen sistem mesajınızı belirleyin:
zh: 请设置您的系统消息：

source: Version
es: Versión
it: Versione
ko: 버전
nl: Versie
pt: Versão
tr: Versiyon
zh: 版本

source: User Count
es: Número de usuarios
fr: Nombre d’Utilisateurs
it: Numero di utenti
ko: 사용자 수
nl: Aantal gebruikers
pt: Número de Utilizadores
tr: Kullanıcı Sayısı
zh: 用户数

source: Activity Count
es: Recuento de actividad
fr: Nombre d’Activités
it: Conteggio attività
ko: 활동 수
nl: Aantal activiteiten
pt: Número de Atividades
tr: İşlem Sayısı
zh: 活动计数

source: per User
es: por usario
fr: par Utilisateur
it: per utente
ko: 사용자당
nl: per gebruiker
pt: por Utilizador
tr: Kullanıcı başına
zh: 每位用户

source: Add Currency
es: Añadir divisa
fr: Ajouter Devise
it: Aggiungi valuta
ko: 통화 추가
nl: Valuta toevoegen
pt: Adicionar Moeda
tr: Para Birimi Ekle
zh: 添加货币

source: User Signup
es: Registro de usuario
fr: Inscription de Nouveaux Utilisateurs
it: Registrazione utente
ko: 사용자 가입
nl: Account aanmaken
pt: Registo do Utilizador
tr: Kullanıcı Kaydı
zh: 用户注册

source: Read-only Mode
es: Modo de solo lectura
fr: Mode Lecture Seule
it: Modalità di sola lettura
ko: 읽기 전용 모드
nl: Alleen lezen
pt: Modo Somente Leitura
tr: Salt okunur mod
zh: 只读模式

source: System Message
es: Mensaje del sistema
fr: Message Système
it: Messaggio di sistema
ko: 시스템 메시지
nl: Systeembericht
pt: Mensagem de Sistema
tr: Sistem Mesajı
zh: 系统信息

source: Set Message
es: Establecer mensaje
fr: Définir Message
it: Imposta messaggio
ko: 메시지 설정
nl: Bericht instellen
pt: Definir Mensagem
tr: Mesaj Belirle
zh: 设置留言

source: Coupons
es: Cupones
fr: Codes promotionnels
it: Buoni sconto
ko: 쿠폰
pt: Cupões
tr: Kupon
zh: 优惠券

source: Add
es: Añadir
fr: Ajouter
it: Aggiungi
ko: 추가
nl: Toevoegen
pt: Adicionar
tr: Ekle
zh: 添加

source: Housekeeping
es: Tareas domésticas
fr: Maintenance
it: Bilancio domestico
ko: 유지 관리
nl: Huishouding
pt: Manutenção
tr: Genel Ayarlar
zh: 维护

source: Flush Cache
es: Limpiar caché
fr: Vider le Cache
it: Svuota la cache
ko: 캐시 플러시
nl: Cache legen
pt: Limpar Cache
tr: Önbelleği temizle
zh: 刷新缓存

source: Add Platform
es: Agregar plataforma
fr: Ajoutez une Plateforme
it: Aggiungi la piattaforma
ko: 플랫폼 추가
tr: Platform Ekle
zh: 添加平台

source: Url
es: ¿La URL?
fr: Lien
ko: 링크
zh: 网址

source: Asset profile has been saved
zh: 资产概况已保存

source: Do you really want to delete this platform?
de: Möchtest du diese Plattform wirklich löschen?
es: ¿Realmente deseas eliminar esta plataforma?
fr: Voulez-vous vraiment supprimer cette plateforme ?
it: Vuoi davvero eliminare questa piattaforma?
ko: 정말로 이 플랫폼을 삭제하시겠습니까?
nl: Wil je dit platform echt verwijderen?
pt: Deseja mesmo eliminar esta plataforma?
tr: Bu platformu silmeyi gerçekten istiyor musunuz?
zh: 您真的要删除这个平台吗？

source: By
ko: 에 의해
zh: 预计到

source: Update platform
es: Actualizar plataforma
fr: Mettre à jour la Plateforme
it: Aggiorna la piattaforma
ko: 플랫폼 업데이트
nl: Platform bijwerken
pt: Atualizar plataforma
tr: Platformu Güncelle
zh: 更新平台

source: Current year
ko: 올해
zh: 当前年份

source: Add platform
es: Agregar plataforma
fr: Ajouter une Plateforme
it: Aggiungi la piattaforma
ko: 플랫폼 추가
nl: Platform toevoegen
pt: Adicionar plataforma
tr: Platform Ekle
zh: 添加平台

source: Platforms
es: Plataformas
fr: Platformes
it: Piattaforme
ko: 플랫폼
pt: Plataformas
tr: Platformlar
zh: 平台

source: Tags
es: Etiquetas
fr: Étiquettes
it: Tag
ko: 태그
pt: Marcadores
tr: Etiketler
zh: 标签

source: Add Tag
es: Agregar etiqueta
fr: Ajouter un Tag
it: Aggiungi un Tag
ko: 태그 추가
tr: Etiket Ekleyiniz
zh: 添加标签

source: Do you really want to delete this tag?
de: Möchtest du diesen Tag wirklich löschen?
es: ¿Realmente deseas eliminar esta etiqueta?
fr: Confirmez la suppression de ce tag ?
it: Sei sicuro di voler eliminare questo tag?
ko: 이 태그를 정말로 삭제하시겠습니까?
nl: Weet u zetker dat u dit label wilt verwijderen?
pt: Você realmente deseja excluir esta tag?
tr: Bu etiketi silmeyi gerçekten istiyor musunuz?
zh: 您真的要删除此标签吗？

source: Update tag
es: Actualizar etiqueta
fr: Mettre à jour le tag
it: Aggiorna il tag
ko: 태그 업데이트
nl: Label bijwerken
pt: Atualizar etiqueta
tr: Etiketi güncelle
zh: 更新标签

source: Add tag
es: Añadir etiqueta
fr: Ajouter un tag
it: Aggiungi un tag
ko: 태그 추가
nl: Voeg label toe
pt: Adicionar etiqueta
tr: Etiket ekle
zh: 添加标签

source: Do you really want to delete this user?
de: Möchtest du diesen Benutzer wirklich löschen?
es: ¿Estás seguro de eliminar este usuario?
fr: Voulez-vous vraiment supprimer cet·te utilisateur·rice ?
it: Vuoi davvero eliminare questo utente?
ko: 이 사용자를 정말로 삭제하시겠습니까?
nl: Wilt je deze gebruiker echt verwijderen?
pt: Deseja realmente excluir este utilizador?
tr: Bu kullanıcıyı silmeyi gerçekten istiyor musunuz?
zh: 您真的要删除该用户吗？

source: User
es: Usuario
fr: Utilisateur
it: Utente
ko: 사용자
nl: Gebruiker
pt: Utilizador
tr: Kullanıcı
zh: 用户

source: No auto-renewal on membership.
ko: 멤버십 자동 갱신은 없습니다.
zh: 会员资格不自动续订。

source: Engagement per Day
es: Contratación diaria
fr: Engagement par Jour
it: Partecipazione giornaliera
ko: 일일 참여
nl: Betrokkenheid per dag
pt: Envolvimento por Dia
tr: Günlük etkileşim
zh: 每天的参与度

source: Last Request
es: Última petición
fr: Dernière Requête
it: Ultima richiesta
ko: 마지막 요청
tr: Son Talep
zh: 最后请求

source: Impersonate User
es: Suplantar usuario
fr: Voir en tant que ...
it: Imita l’utente
ko: 사용자 대리 접속
nl: Gebruiker immiteren
pt: Personificar Utilizador
tr: Kullanıcıyı Taklit Et
zh: 模拟用户

source: Delete User
es: Eliminar usuario
fr: Supprimer l’Utilisateur
it: Elimina l’utente
ko: 사용자 삭제
nl: Gebruiker verwijderen
pt: Apagar Utilizador
tr: Kullanıcıyı Sil
zh: 删除用户

source: Could not validate form
zh: 无法验证表单

source: Compare with...
es: Comparar con...
fr: Comparer avec...
it: Confronta con...
ko: 비교해보세요...
nl: Vergelijk met...
pt: Comparar com...
tr: Karşılaştır...
zh: 与之比较...

source: Manage Benchmarks
es: Gestionar puntos de referencia
fr: Gérer les Références
it: Gestisci i benchmark
ko: 벤치마크 관리
nl: Beheer Benchmarks
pt: Gerir Referências
tr: Karşılaştırma Ölçütlerini Yönet
zh: 管理基准

source: Portfolio
es: Cartera
fr: Portefeuille
it: Portafoglio
ko: 포트폴리오
nl: Portefeuille
pt: Portefólio
tr: Portföy
zh: 投资组合

source: Benchmark
fr: Référence
ko: 기준
pt: Referência
tr: Karşılaştırma Ölçütü
zh: 基准

source: Current Market Mood
es: Estado de ánimo del mercado
fr: Sentiment actuel du marché
it: Stato d’animo attuale del mercato
ko: 현재 시장 분위기
nl: Huidig marktsentiment
pt: Tom do Mercado Atual
tr: Piyasa Psikolojisi
zh: 当前市场情绪

source: About Ghostfolio
es: Sobre Ghostfolio
fr: À propos de Ghostfolio
it: Informazioni su Ghostfolio
ko: 고스트폴리오 소개
nl: Over Ghostfolio
pt: Sobre o Ghostfolio
tr: Ghostfolio Hakkında
zh: 关于 Ghostfolio

source: Sign in
de: Einloggen
es: Iniciar sesión
fr: Se connecter
it: Accedi
ko: 로그인
nl: Aanmelden
pt: Iniciar sessão
tr: Giriş
zh: 登入

source: Oops! Incorrect Security Token.
de: Ups! Falsches Sicherheits-Token.
es: Vaya! Token de seguridad incorrecto.
fr: Oups! Jeton de Sécurité Incorrect.
it: Ops! Token di sicurezza errato.
ko: 이런! 잘못된 보안 토큰.
nl: Oeps! Onjuiste beveiligingstoken.
pt: Oops! Token de Segurança Incorreto.
tr: Hay Allah! Güvenlik anahtarı yanlış.
zh: 哎呀！安全令牌不正确。

source: Manage Activities
es: Gestión de las operaciones
fr: Gérer les Activités
it: Gestione delle attività
ko: 활동 관리
nl: Activiteiten beheren
pt: Gerir Atividades
tr: İşlemleri Yönet
zh: 管理活动

source: Fear
de: Angst
es: Miedo
fr: Peur
it: Paura
ko: 두려움
nl: Angst
pt: Medo
tr: Korku
zh: 恐惧

source: Greed
de: Gier
es: Codicia
fr: Avidité
it: Avidità
ko: 탐욕
nl: Hebzucht
pt: Ganância
tr: Açgözlülük
zh: 贪婪

source: Last {{ numberOfDays }} Days
es: Últimos {{ numberOfDays }} días
fr: {{ numberOfDays }} derniers jours
it: Ultimi {{ numberOfDays }} giorni
ko: 지난 {{ numberOfDays }}일
nl: Laatste {{ numberOfDays }} Dagen
pt: Últimos {{ numberOfDays }} Dias
tr: Son {{ numberOfDays }} Gün
zh: 最后的{{ numberOfDays }}天

source: Welcome to Ghostfolio
es: Bienvenido a Ghostfolio
fr: Bienvenue sur Ghostfolio
it: Benvenuto su Ghostfolio
ko: Ghostfolio에 오신 것을 환영합니다
nl: Welkom bij Ghostfolio
pt: Bem-vindo à Ghostfolio
tr: Ghostfolio’ya Hoşgeldiniz.
zh: 欢迎来到Ghostfolio

source: Ready to take control of your personal finances?
es: ¿Listo para tomar el control de tus finanzas personales?
fr: Prêt à reprendre le contrôle de votre patrimoine ?
it: Sei pronto a prendere il controllo delle tue finanze personali?
ko: 개인 재정을 관리할 준비가 되셨나요?
nl: Klaar om je persoonlijke financiën onder controle te krijgen?
pt: Pronto para assumir o controlo das suas finanças pessoais?
tr: Kişisel finansal yönetiminizi ele almaya hazır mısınız?
zh: 准备好掌控您的个人财务了吗？

source: The source code is fully available as <a href="https://github.com/ghostfolio/ghostfolio" title="Find Ghostfolio on GitHub" >open source software</a > (OSS) under the <a href="https://www.gnu.org/licenses/agpl-3.0.html" title="GNU Affero General Public License" >AGPL-3.0 license</a >
ko: 소스 코드는 <a href="https://github.com/ghostfolio/ghostfolio" title="Find Ghostfolio on GitHub" >오픈 소스 소프트웨어</a >로 완전히 공개되어 있으며, <a href="https://www.gnu.org/licenses/agpl-3.0.html" title="GNU Affero General Public License" >AGPL-3.0 라이선스</a > 하에 제공됩니다
zh: 源代码完全可用，作为<a href="https://github.com/ghostfolio/ghostfolio" title="Find Ghostfolio on GitHub" >开源软件</a > (OSS)，遵循<a href="https://www.gnu.org/licenses/agpl-3.0.html" title="GNU Affero General Public License" >AGPL-3.0许可证</a >

source: Setup your accounts
es: Configura tus cuentas
fr: Configurer votre compte
it: Configura i tuoi account
ko: 계정 설정
nl: Je accounts instellen
pt: Configurar as suas contas
tr: Hesaplarınızı kurun
zh: 设置您的帐户

source: Get a comprehensive financial overview by adding your bank and brokerage accounts.
es: Obtén una visión financiera completa agregando tus cuentas bancarias y de corretaje.
fr: Obtenir un aperçu de vos comptes financiers en ajoutant vos comptes bancaires et de courtages.
it: Ottieni una panoramica finanziaria completa aggiungendo i tuoi conti bancari e di trading.
ko: 은행 및 중개 계좌를 추가하여 포괄적인 재무 개요를 확인하세요.
nl: Krijg een uitgebreid financieel overzicht door je bank- en effectenrekeningen toe te voegen.
pt: Obtenha uma visão financeira abrangente adicionando as suas contas bancárias e de corretagem.
tr: Banka ve yatırım hesaplarınızı ekleyerek kapsamlı finansal durumunuzu görün.
zh: 通过添加您的银行和经纪账户来获取全面的财务概览。
